- raw: "{\r\n    \"Key\": 190003,\r\n    \"DescFinal\": \"午間破廟裡走進了一夥小乞兒，一個個穿的破破爛爛，瘦弱不堪，他們看到你在吃乾糧，便默默的站在門口，瑟縮不敢向前，你將一半乾糧分給這夥乞兒，他們對你千恩萬謝，一夥人歡歡喜喜的抱著乾糧跑出了破廟。\",\r\n    \"Desc\": \"午间破庙里走进了一伙小乞儿，一个个穿的破破烂烂，瘦弱不堪，他们看到你在吃干粮，便默默的站在门口，瑟缩不敢向前，你将一半干粮分给这伙乞儿，他们对你千恩万谢，一伙人欢欢喜喜的抱着干粮跑出了破庙。\",\r\n    \"DescTw\": \"午間破廟裡走進了一夥小乞兒，一個個穿的破破爛爛，瘦弱不堪，他們看到你在吃乾糧，便默默的站在門口，瑟縮不敢向前，你將一半乾糧分給這夥乞兒，他們對你千恩萬謝，一夥人歡歡喜喜的抱著乾糧跑出了破廟。\"\r\n  }"
  rawIndex: 190003
  splits:
  - splitPath: Desc
    text: "午间破庙里走进了一伙小乞儿，一个个穿的破破烂烂，瘦弱不堪，他们看到你在吃干粮，便默默的站在门口，瑟缩不敢向前，你将一半干粮分给这伙乞儿，他们对你千恩万谢，一伙人欢欢喜喜的抱着干粮跑出了破庙。"
    translated: "During the midday break, a group of small beggars entered the dilapidated temple. They were ragged and emaciated, cowering at the door as they saw you eating your dry rations. You shared half of your food with them, and they thanked you profusely. The group happily left, clutching their share of the food, and ran out of the broken‑down temple."
- raw: "{\r\n    \"Key\": 190005,\r\n    \"DescFinal\": \"你在破廟院中站樁扎馬，夯實根基，期待有朝一日能得遇良師，學成一身武藝，和說書人所講的一般，縱橫天下，笑傲江湖。\",\r\n    \"Desc\": \"你在破庙院中站桩扎马，夯实根基，期待有朝一日能得遇良师，学成一身武艺，和说书人所讲的一般，纵横天下，笑傲江湖。\",\r\n    \"DescTw\": \"你在破廟院中站樁扎馬，夯實根基，期待有朝一日能得遇良師，學成一身武藝，和說書人所講的一般，縱橫天下，笑傲江湖。\"\r\n  }"
  rawIndex: 190005
  splits:
  - splitPath: Desc
    text: "你在破庙院中站桩扎马，夯实根基，期待有朝一日能得遇良师，学成一身武艺，和说书人所讲的一般，纵横天下，笑傲江湖。"
    translated: "You stand in the ruins of the temple courtyard to consolidate your foundation, hoping one day to encounter a worthy teacher and master various martial arts. You dream of wandering across the land, as described by the storytellers, dominating the Jianghu with pride and confidence."
- raw: "{\r\n    \"Key\": 190007,\r\n    \"DescFinal\": \"一位江湖遊醫行至破廟中留宿，晚間無事，你向其請教醫術，遊醫同你講了幾個專治外傷江湖偏方，讓你頗為受益。\",\r\n    \"Desc\": \"一位江湖游医行至破庙中留宿，晚间无事，你向其请教医术，游医同你讲了几个专治外伤江湖偏方，让你颇为受益。\",\r\n    \"DescTw\": \"一位江湖遊醫行至破廟中留宿，晚間無事，你向其請教醫術，遊醫同你講了幾個專治外傷江湖偏方，讓你頗為受益。\"\r\n  }"
  rawIndex: 190007
  splits:
  - splitPath: Desc
    text: "一位江湖游医行至破庙中留宿，晚间无事，你向其请教医术，游医同你讲了几个专治外伤江湖偏方，让你颇为受益。"
    translated: "A wandering physician in the Jianghu stayed overnight in a dilapidated temple. In the evening with nothing to do, you asked him about medical skills, and the traveling physician shared several specialized remedies for external injuries commonly found in the Jianghu, which benefited you greatly."
- raw: "{\r\n    \"Key\": 190008,\r\n    \"DescFinal\": \"一夥販棗子的商人行至破廟歇腳，臨別時送你兩捧棗子，你又去臨近村中打了一壺燒酒，在破廟中閒來無事，以棗下酒，消遣一日。\",\r\n    \"Desc\": \"一伙贩枣子的商人行至破庙歇脚，临别时送你两捧枣子，你又去临近村中打了一壶烧酒，在破庙中闲来无事，以枣下酒，消遣一日。\",\r\n    \"DescTw\": \"一夥販棗子的商人行至破廟歇腳，臨別時送你兩捧棗子，你又去臨近村中打了一壺燒酒，在破廟中閒來無事，以棗下酒，消遣一日。\"\r\n  }"
  rawIndex: 190008
  splits:
  - splitPath: Desc
    text: "一伙贩枣子的商人行至破庙歇脚，临别时送你两捧枣子，你又去临近村中打了一壶烧酒，在破庙中闲来无事，以枣下酒，消遣一日。"
    translated: "A group of date traders rested at a dilapidated temple. Before leaving, they gave you two handfuls of dates. You then went to the nearby village and bought a jug of spirits. With nothing else to do in the broken temple, you enjoyed the dates with your drink and spent the day in leisure."
- raw: "{\r\n    \"Key\": 190011,\r\n    \"DescFinal\": \"夏秋之日，蚊蠅聚集，繞耳嗡鳴，擾人睡眠，你憤然而起，奔撲縱躍，與蚊蠅酣戰數十合，惜敗，一夜未眠。\",\r\n    \"Desc\": \"夏秋之日，蚊蝇聚集，绕耳嗡鸣，扰人睡眠，你愤然而起，奔扑纵跃，与蚊蝇酣战数十合，惜败，一夜未眠。\",\r\n    \"DescTw\": \"夏秋之日，蚊蠅聚集，繞耳嗡鳴，擾人睡眠，你憤然而起，奔撲縱躍，與蚊蠅酣戰數十合，惜敗，一夜未眠。\"\r\n  }"
  rawIndex: 190011
  splits:
  - splitPath: Desc
    text: "夏秋之日，蚊蝇聚集，绕耳嗡鸣，扰人睡眠，你愤然而起，奔扑纵跃，与蚊蝇酣战数十合，惜败，一夜未眠。"
    translated: "In late summer and early autumn, mosquitoes and flies gather, their buzzing voices echoing in your ears, disrupting your sleep. Filled with anger, you rise and dash about, engaging in a fierce battle with the mosquitoes and flies for over half an hour before succumbing, leaving you sleepless all night."
- raw: "{\r\n    \"Key\": 190012,\r\n    \"DescFinal\": \"春風宜人，鳥啼陣陣，你在午間食了些乾糧後，靠在寺外柱邊，伴著杏花香氣衝盹兒，不知不覺便又是一日過去。\",\r\n    \"Desc\": \"春风宜人，鸟啼阵阵，你在午间食了些干粮后，靠在寺外柱边，伴着杏花香气冲盹儿，不知不觉便又是一日过去。\",\r\n    \"DescTw\": \"春風宜人，鳥啼陣陣，你在午間食了些乾糧後，靠在寺外柱邊，伴著杏花香氣衝盹兒，不知不覺便又是一日過去。\"\r\n  }"
  rawIndex: 190012
  splits:
  - splitPath: Desc
    text: "春风宜人，鸟啼阵阵，你在午间食了些干粮后，靠在寺外柱边，伴着杏花香气冲盹儿，不知不觉便又是一日过去。"
    translated: "The spring breeze was gentle and pleasant, and birds sang continuously. After you ate some dry rations during the midday break, you leaned against a pillar outside the temple, half‑asleep in the scent of apricot blossoms, and before you knew it, another day had passed."
- raw: "{\r\n    \"Key\": 190013,\r\n    \"DescFinal\": \"長空飄絮，大雪紛飛，你在破廟之中，點起枯柴，架起火堆烤些幹餅，偌大的風雪阻住了今日你尋找江湖奇人拜師的行程。\",\r\n    \"Desc\": \"长空飘絮，大雪纷飞，你在破庙之中，点起枯柴，架起火堆烤些干饼，偌大的风雪阻住了今日你寻找江湖奇人拜师的行程。\",\r\n    \"DescTw\": \"長空飄絮，大雪紛飛，你在破廟之中，點起枯柴，架起火堆烤些幹餅，偌大的風雪阻住了今日你尋找江湖奇人拜師的行程。\"\r\n  }"
  rawIndex: 190013
  splits:
  - splitPath: Desc
    text: "长空飘絮，大雪纷飞，你在破庙之中，点起枯柴，架起火堆烤些干饼，偌大的风雪阻住了今日你寻找江湖奇人拜师的行程。"
    translated: "High winds carried drifting snowflakes as you sat in a dilapidated temple, igniting withered twigs to build a fire and roast some dry flatbreads. The vast expanse of wind and snow blocked your journey today, preventing you from seeking out a master among the Jianghu wits and skills."
- raw: "{\r\n    \"Key\": 190014,\r\n    \"DescFinal\": \"一群鄰村的孩童跑到破廟玩鬧，你頑心亦起，陪著這群孩童一番嬉鬧，直至臨近黃昏，你將眾頑童送回村中，在酒肆內買了些酒食，拿回到破廟享用。\",\r\n    \"Desc\": \"一群邻村的孩童跑到破庙玩闹，你顽心亦起，陪着这群孩童一番嬉闹，直至临近黄昏，你将众顽童送回村中，在酒肆内买了些酒食，拿回到破庙享用。\",\r\n    \"DescTw\": \"一群鄰村的孩童跑到破廟玩鬧，你頑心亦起，陪著這群孩童一番嬉鬧，直至臨近黃昏，你將眾頑童送回村中，在酒肆內買了些酒食，拿回到破廟享用。\"\r\n  }"
  rawIndex: 190014
  splits:
  - splitPath: Desc
    text: "一群邻村的孩童跑到破庙玩闹，你顽心亦起，陪着这群孩童一番嬉闹，直至临近黄昏，你将众顽童送回村中，在酒肆内买了些酒食，拿回到破庙享用。"
    translated: "A group of children from a neighboring village ran to the dilapidated temple to play. You felt like joining in and had fun with these kids until late afternoon. Finally, you sent all the mischievous children back to their village. Inside a nearby tavern, you bought some wine and food, which you brought back to the broken‑down temple to enjoy."
- raw: "{\r\n    \"Key\": 300200,\r\n    \"DescFinal\": \"你在瀟湘館中幫著大總管牧逐陽對門中本月的收支用度進行了盤賬核算。\",\r\n    \"Desc\": \"你在潇湘馆中帮着大总管牧逐阳对门中本月的收支用度进行了盘账核算。\",\r\n    \"DescTw\": \"你在瀟湘館中幫著大總管牧逐陽對門中本月的收支用度進行了盤賬核算。\"\r\n  }"
  rawIndex: 300200
  splits:
  - splitPath: Desc
    text: "你在潇湘馆中帮着大总管牧逐阳对门中本月的收支用度进行了盘账核算。"
    translated: "You assisted the Grand Butler Mu Zhuyang in conducting an accounting of the income and expenses for this month at Xiaoxiang Pavilion."
- raw: "{\r\n    \"Key\": 500500,\r\n    \"DescFinal\": \"你在演武場中習練輕功時，師父“南天玉柱”萬輕舟對你的輕功中不足之處進行了專門的指點，讓你受益匪淺。\",\r\n    \"Desc\": \"你在演武场中习练轻功时，师父“南天玉柱”万轻舟对你的轻功中不足之处进行了专门的指点，让你受益匪浅。\",\r\n    \"DescTw\": \"你在演武場中習練輕功時，師父“南天玉柱”萬輕舟對你的輕功中不足之處進行了專門的指點，讓你受益匪淺。\"\r\n  }"
  rawIndex: 500500
  splits:
  - splitPath: Desc
    text: "你在演武场中习练轻功时，师父“南天玉柱”万轻舟对你的轻功中不足之处进行了专门的指点，让你受益匪浅。"
    translated: "While practicing qinggong in the martial arts arena, your master Southern Pillar of Heaven Wan Qingzhou provided you with specialized guidance on the shortcomings of your qinggong techniques, greatly enhancing your skills."
- raw: "{\r\n    \"Key\": 500600,\r\n    \"DescFinal\": \"大師兄霍連雲帶領一眾同門在演武場中習練武藝，凡有不足之處，大師兄皆會為悉心為同門加以指正。\",\r\n    \"Desc\": \"大师兄霍连云带领一众同门在演武场中习练武艺，凡有不足之处，大师兄皆会为悉心为同门加以指正。\",\r\n    \"DescTw\": \"大師兄霍連雲帶領一眾同門在演武場中習練武藝，凡有不足之處，大師兄皆會為悉心為同門加以指正。\"\r\n  }"
  rawIndex: 500600
  splits:
  - splitPath: Desc
    text: "大师兄霍连云带领一众同门在演武场中习练武艺，凡有不足之处，大师兄皆会为悉心为同门加以指正。"
    translated: "Senior Brother Huo Lianyun leads his fellow disciples in practicing martial arts on the training ground. Whenever there are any deficiencies, Senior Brother carefully points them out to help improve their skills."
- raw: "{\r\n    \"Key\": 501000,\r\n    \"DescFinal\": \"你在演武場中練功時，幾名同門師姐不時向你看來，並相互低語而笑，你本以為是自己練功勤勉，得師姐關注，因而備受鼓舞，練功也越發賣力。後來才知是你早飯時臉上沾了飯粒，宛如花狸一般，被幾位師姐看在眼中十分有趣。\",\r\n    \"Desc\": \"你在演武场中练功时，几名同门师姐不时向你看来，并相互低语而笑，你本以为是自己练功勤勉，得师姐关注，因而备受鼓舞，练功也越发卖力。后来才知是你早饭时脸上沾了饭粒，宛如花狸一般，被几位师姐看在眼中十分有趣。\",\r\n    \"DescTw\": \"你在演武場中練功時，幾名同門師姐不時向你看來，並相互低語而笑，你本以為是自己練功勤勉，得師姐關注，因而備受鼓舞，練功也越發賣力。後來才知是你早飯時臉上沾了飯粒，宛如花狸一般，被幾位師姐看在眼中十分有趣。\"\r\n  }"
  rawIndex: 501000
  splits:
  - splitPath: Desc
    text: "你在演武场中练功时，几名同门师姐不时向你看来，并相互低语而笑，你本以为是自己练功勤勉，得师姐关注，因而备受鼓舞，练功也越发卖力。后来才知是你早饭时脸上沾了饭粒，宛如花狸一般，被几位师姐看在眼中十分有趣。"
    translated: "While you were practicing in the training arena, several senior female disciples would glance your way now and then, whispering and giggling among themselves. Initially, you thought it was because of your diligent practice, gaining attention from the senior sisters, which greatly motivated you to work harder at your exercises. Later on, you discovered that it was simply because you had food grains stuck on your face during breakfast, resembling a cat with spots, and this amusing sight caught the eye of several senior sisters."
- raw: "{\r\n    \"Key\": 600100,\r\n    \"DescFinal\": \"你在靜室中點燃一隻蠟燭，目光隨燭火而動，聚神凝視，以此訓練眼力。\",\r\n    \"Desc\": \"你在静室中点燃一只蜡烛，目光随烛火而动，聚神凝视，以此训练眼力。\",\r\n    \"DescTw\": \"你在靜室中點燃一隻蠟燭，目光隨燭火而動，聚神凝視，以此訓練眼力。\"\r\n  }"
  rawIndex: 600100
  splits:
  - splitPath: Desc
    text: "你在静室中点燃一只蜡烛，目光随烛火而动，聚神凝视，以此训练眼力。"
    translated: "You light a candle in the quiet room and follow its flickering flame with your gaze, concentrating to train your eyesight."
- raw: "{\r\n    \"Key\": 600200,\r\n    \"DescFinal\": \"你在靜室中懸掛一枚銅錢，撥動後閉目聆聽，感知位置，以此訓練耳力。\",\r\n    \"Desc\": \"你在静室中悬挂一枚铜钱，拨动后闭目聆听，感知位置，以此训练耳力。\",\r\n    \"DescTw\": \"你在靜室中懸掛一枚銅錢，撥動後閉目聆聽，感知位置，以此訓練耳力。\"\r\n  }"
  rawIndex: 600200
  splits:
  - splitPath: Desc
    text: "你在静室中悬挂一枚铜钱，拨动后闭目聆听，感知位置，以此训练耳力。"
    translated: "You hang a copper coin in your quiet room and move it with a gentle touch while closing your eyes to listen and sense its position. This helps train your hearing."
