- raw: "{\r\n    \"Key\": 0,\r\n    \"NameFinal\": \"楊芸\",\r\n    \"DescFinal\": \"①探索蒼山嶺三次並戰勝三次亂石寨眾後，再次探索蒼山嶺尋仇打敗二當家\\\\n②第五年七月至第七年十二月在後山與楊芸一起陪著大黃狗玩耍\\\\n③第八年三月與楊芸相約四月去花葯山春溪井打水\\\\n④第八年四月與楊芸好感到達80並戰勝殷夜啼解鎖楊芸紅顏\\\\n⑤第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸\\\\n-可重複\",\r\n    \"LockDescFinal\": \"加入衡山派，第三年一月至第四年十二月探索湘南，戰勝殷通後結識楊芸。\",\r\n    \"RepeatDescFinal\": \"第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸。\",\r\n    \"Name\": \"杨芸\",\r\n    \"Desc\": \"①探索苍山岭三次并战胜三次乱石寨众后，再次探索苍山岭寻仇打败二当家\\\\n②第五年七月至第七年十二月在后山与杨芸一起陪着大黄狗玩耍\\\\n③第八年三月与杨芸相约四月去花药山春溪井打水\\\\n④第八年四月与杨芸好感到达80并战胜殷夜啼解锁杨芸红颜\\\\n⑤第五年六月渔樵双隐归宗，第七月开始，杨芸好感未达到80，可在演武场练功时可遇到师姐杨芸\\\\n-可重复\",\r\n    \"LockDesc\": \"加入衡山派，第三年一月至第四年十二月探索湘南，战胜殷通后结识杨芸。\",\r\n    \"RepeatDesc\": \"第五年六月渔樵双隐归宗，第七月开始，杨芸好感未达到80，可在演武场练功时可遇到师姐杨芸。\",\r\n    \"NameTw\": \"楊芸\",\r\n    \"DescTw\": \"①探索蒼山嶺三次並戰勝三次亂石寨眾後，再次探索蒼山嶺尋仇打敗二當家\\\\n②第五年七月至第七年十二月在後山與楊芸一起陪著大黃狗玩耍\\\\n③第八年三月與楊芸相約四月去花葯山春溪井打水\\\\n④第八年四月與楊芸好感到達80並戰勝殷夜啼解鎖楊芸紅顏\\\\n⑤第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸\\\\n-可重複\",\r\n    \"LockDescTw\": \"加入衡山派，第三年一月至第四年十二月探索湘南，戰勝殷通後結識楊芸。\",\r\n    \"RepeatDescTw\": \"第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸。\"\r\n  }"
  rawIndex: 0
  splits:
  - splitPath: NameFinal
    text: "楊芸"
    translated: "Yang Yun"
  - splitPath: DescFinal
    text: "①探索蒼山嶺三次並戰勝三次亂石寨眾後，再次探索蒼山嶺尋仇打敗二當家\\n②第五年七月至第七年十二月在後山與楊芸一起陪著大黃狗玩耍\\n③第八年三月與楊芸相約四月去花葯山春溪井打水\\n④第八年四月與楊芸好感到達80並戰勝殷夜啼解鎖楊芸紅顏\\n⑤第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸\\n-可重複"
    translated: "1. After exploring Cangshan Ridge three times and defeating the bandits from Lishi Zhai each time, explore Cangshan Ridge again to avenge your enemies and defeat the second patriarch. 2. From July of the fifth year to December of the seventh year, play with Yellow Dog by the back mountain with Yang Yun. 3. In March of the eighth year, make an appointment with Yang Yun to fetch water from Chunxi Well on Huayao Mountain in April. 4. In April of the eighth year, with good feelings towards Yang Yun, arrive at 80 and defeat Yin Yitian to unlock Yang Yun's Red颜. 5. In June of the fifth year, Fisherman and Woodcutter return to their sects. Starting from July, if Yang Yun's feelings have not reached 80, you can encounter Senior Sister Yang Yun while practicing martial arts in the Training Hall.  ‑ This can be repeated."
  - splitPath: LockDescFinal
    text: "加入衡山派，第三年一月至第四年十二月探索湘南，戰勝殷通後結識楊芸。"
    translated: "Joining Hengshan Sect for its third year in January and exploring Xiangnan until the end of the fourth year, meeting Yang Yun after defeating Yin Tong."
  - splitPath: RepeatDescFinal
    text: "第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸。"
    translated: "In Year Five, Sixth Month, Yi Yu and Xiao Qing return to their sect. Starting from the Seventh Month, if Yang Yun's favorability has not reached 80, you can encounter Senior Sis Yang Yun during your training in the Training Grounds."
  - splitPath: Name
    text: "杨芸"
    translated: "Yang Yun"
  - splitPath: Desc
    text: "①探索苍山岭三次并战胜三次乱石寨众后，再次探索苍山岭寻仇打败二当家\\n②第五年七月至第七年十二月在后山与杨芸一起陪着大黄狗玩耍\\n③第八年三月与杨芸相约四月去花药山春溪井打水\\n④第八年四月与杨芸好感到达80并战胜殷夜啼解锁杨芸红颜\\n⑤第五年六月渔樵双隐归宗，第七月开始，杨芸好感未达到80，可在演武场练功时可遇到师姐杨芸\\n-可重复"
    translated: "1. After exploring Cangshan Ridge three times and defeating the bandits from Luan Shi Zhai three times, he again explored Cangshan Ridge to avenge his enemies and defeated the Second Boss. 2. From July of the fifth year to December of the seventh year, Huang Dog played with Yang Yun in the back mountain. 3. In March of the eighth year, he made an appointment with Yang Yun to go to Huayao Mountain's Chunxi Well in April to fetch water. 4. In April of the eighth year, due to a good relationship with Yang Yun, they reached Yuan Yitian and defeated her, unlocking Yang Yun as a red‑cloaked beauty. 5. In June of the fifth year, Fisherman and Woodcutter隐双隐回归宗门, starting from July, if Yang Yun's affection was not high enough, she could be encountered at the Training Ground when practicing martial arts ‑ This can be repeated."
  - splitPath: LockDesc
    text: "加入衡山派，第三年一月至第四年十二月探索湘南，战胜殷通后结识杨芸。"
    translated: "Join the Hengshan Sect in its third year, from January to December of the fourth year, exploring Xiangnan. After defeating Yin Tong, meet Yang Yun."
  - splitPath: RepeatDesc
    text: "第五年六月渔樵双隐归宗，第七月开始，杨芸好感未达到80，可在演武场练功时可遇到师姐杨芸。"
    translated: "In the sixth year of the lunar calendar, Yu Qiao's dual seclusion ends as they return to their sect. Starting from the seventh month, if Yang Yun's goodwill has not reached 80, you can encounter Senior Sis Yang Yun while practicing in the Training Grounds."
  - splitPath: NameTw
    text: "楊芸"
    translated: "Yang Yun"
  - splitPath: DescTw
    text: "①探索蒼山嶺三次並戰勝三次亂石寨眾後，再次探索蒼山嶺尋仇打敗二當家\\n②第五年七月至第七年十二月在後山與楊芸一起陪著大黃狗玩耍\\n③第八年三月與楊芸相約四月去花葯山春溪井打水\\n④第八年四月與楊芸好感到達80並戰勝殷夜啼解鎖楊芸紅顏\\n⑤第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸\\n-可重複"
    translated: "1. After exploring Cangshan Ridge three times and defeating the bandits from Lishi Zhai each time, explore Cangshan Ridge again to avenge your enemies and defeat the second patriarch. 2. From July of the fifth year to December of the seventh year, play with Yellow Dog by the back mountain with Yang Yun. 3. In March of the eighth year, make an appointment with Yang Yun to fetch water from Chunxi Well on Huayao Mountain in April. 4. In April of the eighth year, with good feelings towards Yang Yun, arrive at 80 and defeat Yin Yitian to unlock Yang Yun's Red颜. 5. In June of the fifth year, Fisherman and Woodcutter return to their sects. Starting from July, if Yang Yun's feelings have not reached 80, you can encounter Senior Sister Yang Yun while practicing martial arts in the Training Hall.  ‑ This can be repeated."
  - splitPath: LockDescTw
    text: "加入衡山派，第三年一月至第四年十二月探索湘南，戰勝殷通後結識楊芸。"
    translated: "Joining Hengshan Sect for its third year in January and exploring Xiangnan until the end of the fourth year, meeting Yang Yun after defeating Yin Tong."
  - splitPath: RepeatDescTw
    text: "第五年六月漁樵雙隱歸宗，第七月開始，楊芸好感未達到80，可在演武場練功時可遇到師姐楊芸。"
    translated: "In Year Five, Sixth Month, Yi Yu and Xiao Qing return to their sect. Starting from the Seventh Month, if Yang Yun's favorability has not reached 80, you can encounter Senior Sis Yang Yun during your training in the Training Grounds."
- raw: "{\r\n    \"Key\": 7,\r\n    \"NameFinal\": \"邱靈素\",\r\n    \"DescFinal\": \"①截止至第四年十二月，探索前荊北村中戰勝野豬\\\\n②截止至第六年十二月，探索後山帶著大黃狗哄邱靈素開心\\\\n③第七年八月探索兩次全一殿，七年九月時，與邱靈素好感到達60，發現血手門陰謀，戰鬥勝利後替邱靈素抵擋致命一擊\\\\n④第七年十月，傷勢好轉邱靈素探訪，解鎖邱靈素紅顏\\\\n⑤在北村幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病\\\\n-可重複\",\r\n    \"LockDescFinal\": \"加入武當派，第三年時，貢獻到達20，探索全一殿結識。\",\r\n    \"RepeatDescFinal\": \"在荊北幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病。\",\r\n    \"Name\": \"邱灵素\",\r\n    \"Desc\": \"①截止至第四年十二月，探索前荆北村中战胜野猪\\\\n②截止至第六年十二月，探索后山带着大黄狗哄邱灵素开心\\\\n③第七年八月探索两次全一殿，七年九月时，与邱灵素好感到达60，发现血手门阴谋，战斗胜利后替邱灵素抵挡致命一击\\\\n④第七年十月，伤势好转邱灵素探访，解锁邱灵素红颜\\\\n⑤在北村帮助赶走野猪后，截止至第六年十二月，邱灵素好感未达到60，探索全一殿可领命与邱灵素一同下山施粮治病\\\\n-可重复\",\r\n    \"LockDesc\": \"加入武当派，第三年时，贡献到达20，探索全一殿结识。\",\r\n    \"RepeatDesc\": \"在荆北帮助赶走野猪后，截止至第六年十二月，邱灵素好感未达到60，探索全一殿可领命与邱灵素一同下山施粮治病。\",\r\n    \"NameTw\": \"邱靈素\",\r\n    \"DescTw\": \"①截止至第四年十二月，探索前荊北村中戰勝野豬\\\\n②截止至第六年十二月，探索後山帶著大黃狗哄邱靈素開心\\\\n③第七年八月探索兩次全一殿，七年九月時，與邱靈素好感到達60，發現血手門陰謀，戰鬥勝利後替邱靈素抵擋致命一擊\\\\n④第七年十月，傷勢好轉邱靈素探訪，解鎖邱靈素紅顏\\\\n⑤在北村幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病\\\\n-可重複\",\r\n    \"LockDescTw\": \"加入武當派，第三年時，貢獻到達20，探索全一殿結識。\",\r\n    \"RepeatDescTw\": \"在荊北幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病。\"\r\n  }"
  rawIndex: 7
  splits:
  - splitPath: NameFinal
    text: "邱靈素"
    translated: "Qiu Lingsu"
  - splitPath: DescFinal
    text: "①截止至第四年十二月，探索前荊北村中戰勝野豬\\n②截止至第六年十二月，探索後山帶著大黃狗哄邱靈素開心\\n③第七年八月探索兩次全一殿，七年九月時，與邱靈素好感到達60，發現血手門陰謀，戰鬥勝利後替邱靈素抵擋致命一擊\\n④第七年十月，傷勢好轉邱靈素探訪，解鎖邱靈素紅顏\\n⑤在北村幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病\\n-可重複"
    translated: "By the end of the fourth year in December, exploring Xingbei Village and defeating wild boars there. By the end of the sixth year in December, exploring Hou Shan with a large yellow dog to cheer Chu Lingsu up. In August of the seventh year, exploring Quanyi Hall twice; by September of the same year, feeling very good toward Chu Lingsu, discovering the sinister plot of Blood Hand Sect, and after victory in battle, taking a fatal blow for Chu Lingsu. By October of the seventh year, with injuries healing, Chu Lingsu visits to unlock her Red颜 attribute. After helping驱逐wild boars from Xingbei Village, by the end of the sixth year in December, Chu Lingsu's feelings have not reached 60; exploring Quanyi Hall allows you to take on a mission with Chu Lingsu to go down the mountain and distribute grain for relief and medical treatment ‑ This can be repeated."
  - splitPath: LockDescFinal
    text: "加入武當派，第三年時，貢獻到達20，探索全一殿結識。"
    translated: "Joining the Wudang School in its third year, their contribution reached 20, where they met for the first time in Full One Hall."
  - splitPath: RepeatDescFinal
    text: "在荊北幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病。"
    translated: "After helping驱逐wild boars in Jingbei by the end of the sixth year in December, if Qi Lingsu's goodwill has not reached 60, you can explore Palace Yi to receive a mission to descend the mountain with Qi Lingsu to distribute food and medicine."
  - splitPath: Name
    text: "邱灵素"
    translated: "Qiuling Suzhi"
  - splitPath: Desc
    text: "①截止至第四年十二月，探索前荆北村中战胜野猪\\n②截止至第六年十二月，探索后山带着大黄狗哄邱灵素开心\\n③第七年八月探索两次全一殿，七年九月时，与邱灵素好感到达60，发现血手门阴谋，战斗胜利后替邱灵素抵挡致命一击\\n④第七年十月，伤势好转邱灵素探访，解锁邱灵素红颜\\n⑤在北村帮助赶走野猪后，截止至第六年十二月，邱灵素好感未达到60，探索全一殿可领命与邱灵素一同下山施粮治病\\n-可重复"
    translated: "By December of the fourth year, exploring Xingbei Village and defeating wild boars there. By December of the sixth year, exploring the back mountain with a large yellow dog to cheer Chu Lingsu up. In August of the seventh year, exploring Jiyidian twice. By September of that year, their affection had grown to 60, where they discovered the plot of the Bloodhand Sect. After defeating them in battle, Chu Lingsu took the fatal blow meant for her, which I blocked. By October of the seventh year, with her injuries healing, Chu Lingsu visited me, unlocking her as a red‑haired beauty. After helping to驱逐野猪 from the north village, by December of the sixth year, Chu Lingsu's affection had not reached 60. Exploring Jiyidian would allow us to take orders and descend the mountain together to distribute food and medicine ‑ This can be repeated."
  - splitPath: LockDesc
    text: "加入武当派，第三年时，贡献到达20，探索全一殿结识。"
    translated: "Joining the Wudang Sect in my third year, contributions reached 20, and there I met for the first time."
  - splitPath: RepeatDesc
    text: "在荆北帮助赶走野猪后，截止至第六年十二月，邱灵素好感未达到60，探索全一殿可领命与邱灵素一同下山施粮治病。"
    translated: "After helping驱逐 wild boars in Jingbei by the end of the sixth year in December, Qi Lingsu's favor has not reached 60. Exploring Pavilion One can grant a mission to go down the mountain with Qi Lingsu to distribute food and medicine."
  - splitPath: NameTw
    text: "邱靈素"
    translated: "Qiu Lingsu"
  - splitPath: DescTw
    text: "①截止至第四年十二月，探索前荊北村中戰勝野豬\\n②截止至第六年十二月，探索後山帶著大黃狗哄邱靈素開心\\n③第七年八月探索兩次全一殿，七年九月時，與邱靈素好感到達60，發現血手門陰謀，戰鬥勝利後替邱靈素抵擋致命一擊\\n④第七年十月，傷勢好轉邱靈素探訪，解鎖邱靈素紅顏\\n⑤在北村幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病\\n-可重複"
    translated: "By the end of the fourth year in December, exploring Xingbei Village and defeating wild boars there. By the end of the sixth year in December, exploring Hou Shan with a large yellow dog to cheer Chu Lingsu up. In August of the seventh year, exploring Quanyi Hall twice; by September of the same year, feeling very good toward Chu Lingsu, discovering the sinister plot of Blood Hand Sect, and after victory in battle, taking a fatal blow for Chu Lingsu. By October of the seventh year, with injuries healing, Chu Lingsu visits to unlock her Red颜 attribute. After helping驱逐wild boars from Xingbei Village, by the end of the sixth year in December, Chu Lingsu's feelings have not reached 60; exploring Quanyi Hall allows you to take on a mission with Chu Lingsu to go down the mountain and distribute grain for relief and medical treatment ‑ This can be repeated."
  - splitPath: LockDescTw
    text: "加入武當派，第三年時，貢獻到達20，探索全一殿結識。"
    translated: "Joining the Wudang School in its third year, their contribution reached 20, where they met for the first time in Full One Hall."
  - splitPath: RepeatDescTw
    text: "在荊北幫助趕走野豬後，截止至第六年十二月，邱靈素好感未達到60，探索全一殿可領命與邱靈素一同下山施糧治病。"
    translated: "After helping驱逐wild boars in Jingbei by the end of the sixth year in December, if Qi Lingsu's goodwill has not reached 60, you can explore Palace Yi to receive a mission to descend the mountain with Qi Lingsu to distribute food and medicine."
- raw: "{\r\n    \"Key\": 16,\r\n    \"NameFinal\": \"鍾離雪\",\r\n    \"DescFinal\": \"①探索釣鰲磯鍾離雪找大黃狗玩\\\\n②鍾離雪友好達到50，探索來龍口與鍾離雪夜遊洞庭湖\\\\n③第七年一月開始，鍾離雪友好達到60，探索荊南遇到聞蒼朮救人\\\\n④再次探索荊南，幫助鍾離雪親手殺掉仇人的施全性，解鎖鍾離雪紅顏\\\\n⑤鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚\\\\n-可重複\",\r\n    \"LockDescFinal\": \"加入洞庭幫，第四年四月開始，先探索來龍口遇鍾離雪，再次探索釣鰲磯結識。\",\r\n    \"RepeatDescFinal\": \"鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚\",\r\n    \"Name\": \"钟离雪\",\r\n    \"Desc\": \"①探索钓鳌矶钟离雪找大黄狗玩\\\\n②钟离雪友好达到50，探索来龙口与钟离雪夜游洞庭湖\\\\n③第七年一月开始，钟离雪友好达到60，探索荆南遇到闻苍术救人\\\\n④再次探索荆南，帮助钟离雪亲手杀掉仇人的施全性，解锁钟离雪红颜\\\\n⑤钟离雪友好度未到达60时，探索钓鳌矶可与钟离雪钓鱼\\\\n-可重复\",\r\n    \"LockDesc\": \"加入洞庭帮，第四年四月开始，先探索来龙口遇钟离雪，再次探索钓鳌矶结识。\",\r\n    \"RepeatDesc\": \"钟离雪友好度未到达60时，探索钓鳌矶可与钟离雪钓鱼\",\r\n    \"NameTw\": \"鍾離雪\",\r\n    \"DescTw\": \"①探索釣鰲磯鍾離雪找大黃狗玩\\\\n②鍾離雪友好達到50，探索來龍口與鍾離雪夜遊洞庭湖\\\\n③第七年一月開始，鍾離雪友好達到60，探索荊南遇到聞蒼朮救人\\\\n④再次探索荊南，幫助鍾離雪親手殺掉仇人的施全性，解鎖鍾離雪紅顏\\\\n⑤鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚\\\\n-可重複\",\r\n    \"LockDescTw\": \"加入洞庭幫，第四年四月開始，先探索來龍口遇鍾離雪，再次探索釣鰲磯結識。\",\r\n    \"RepeatDescTw\": \"鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚\"\r\n  }"
  rawIndex: 16
  splits:
  - splitPath: NameFinal
    text: "鍾離雪"
    translated: "Zhongli Xue"
  - splitPath: DescFinal
    text: "①探索釣鰲磯鍾離雪找大黃狗玩\\n②鍾離雪友好達到50，探索來龍口與鍾離雪夜遊洞庭湖\\n③第七年一月開始，鍾離雪友好達到60，探索荊南遇到聞蒼朮救人\\n④再次探索荊南，幫助鍾離雪親手殺掉仇人的施全性，解鎖鍾離雪紅顏\\n⑤鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚\\n-可重複"
    translated: "1. Explore Diaoaoji Island with Clockylei Snow to play with the big yellow dog. 2. When Clockylei Snow's friendliness reaches 50, explore Laolou Mouth and take Clockylei Snow on a night tour of Dongting Lake. 3. Starting in January of the seventh year, when Clockylei Snow's friendliness reaches 60, explore Jingnan to meet Wen Cangshi and save him. 4. Re‑explore Jingnan and help Clockylei Snow personally kill Shi Quanxing, her enemy, to unlock Clockylei Snow's red beauty. 5. If Clockylei Snow's friendliness has not reached 60, you can fish with Clockylei Snow on Diaoaoji Island ‑ this activity can be repeated."
  - splitPath: LockDescFinal
    text: "加入洞庭幫，第四年四月開始，先探索來龍口遇鍾離雪，再次探索釣鰲磯結識。"
    translated: "Joining Dongting Gang: Starting in the fourth year of April, first explore Longlou Mouth to meet Zhong Li Xue, then revisit Taoao Islet to make acquaintance."
  - splitPath: RepeatDescFinal
    text: "鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚"
    translated: "When Zhongli Xue's friendship level has not reached 60, explore Fishing Cliff to fish with Zhongli Xue."
  - splitPath: Name
    text: "钟离雪"
    translated: "Clock Li Xue"
  - splitPath: Desc
    text: "①探索钓鳌矶钟离雪找大黄狗玩\\n②钟离雪友好达到50，探索来龙口与钟离雪夜游洞庭湖\\n③第七年一月开始，钟离雪友好达到60，探索荆南遇到闻苍术救人\\n④再次探索荆南，帮助钟离雪亲手杀掉仇人的施全性，解锁钟离雪红颜\\n⑤钟离雪友好度未到达60时，探索钓鳌矶可与钟离雪钓鱼\\n-可重复"
    translated: "1. Explore Tao'ai Ji with Zhongli Xue and play with Big Yellow Dog   2. When Zhongli Xue's friendliness reaches 50, explore Laolou Mouth and go night touring Dongting Lake with Zhongli Xue   3. Starting from January of the seventh year, when Zhongli Xue's friendliness reaches 60, explore Jingnan to rescue someone with Zhongli Xue   4. Re‑explore Jingnan again, help Zhongli Xue personally kill Shiqinxing, the enemy of their foe, unlocking Zhongli Xue's Red‑Haired Beauty path   5. If Zhongli Xue's friendliness does not reach 60, you can fish with Zhongli Xue at Tao'ai Ji      ‑ This activity is repeatable"
  - splitPath: LockDesc
    text: "加入洞庭帮，第四年四月开始，先探索来龙口遇钟离雪，再次探索钓鳌矶结识。"
    translated: "Joining Dongting Gang, starting in the fourth year of April, first explore Longlong Mouth to meet Zhongli Xue, then revisit Taoao Ji to make acquaintances."
  - splitPath: RepeatDesc
    text: "钟离雪友好度未到达60时，探索钓鳌矶可与钟离雪钓鱼"
    translated: "When Zhongli Xue's friendliness rating does not reach 60, exploring Jiaoao Ji allows interaction with Zhongli Xue for fishing."
  - splitPath: NameTw
    text: "鍾離雪"
    translated: "Zhongli Xue"
  - splitPath: DescTw
    text: "①探索釣鰲磯鍾離雪找大黃狗玩\\n②鍾離雪友好達到50，探索來龍口與鍾離雪夜遊洞庭湖\\n③第七年一月開始，鍾離雪友好達到60，探索荊南遇到聞蒼朮救人\\n④再次探索荊南，幫助鍾離雪親手殺掉仇人的施全性，解鎖鍾離雪紅顏\\n⑤鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚\\n-可重複"
    translated: "1. Explore Diaoaoji Island with Clockylei Snow to play with the big yellow dog. 2. When Clockylei Snow's friendliness reaches 50, explore Laolou Mouth and take Clockylei Snow on a night tour of Dongting Lake. 3. Starting in January of the seventh year, when Clockylei Snow's friendliness reaches 60, explore Jingnan to meet Wen Cangshi and save him. 4. Re‑explore Jingnan and help Clockylei Snow personally kill Shi Quanxing, her enemy, to unlock Clockylei Snow's red beauty. 5. If Clockylei Snow's friendliness has not reached 60, you can fish with Clockylei Snow on Diaoaoji Island ‑ this activity can be repeated."
  - splitPath: LockDescTw
    text: "加入洞庭幫，第四年四月開始，先探索來龍口遇鍾離雪，再次探索釣鰲磯結識。"
    translated: "Joining Dongting Gang: Starting in the fourth year of April, first explore Longlou Mouth to meet Zhong Li Xue, then revisit Taoao Islet to make acquaintance."
  - splitPath: RepeatDescTw
    text: "鍾離雪友好度未到達60時，探索釣鰲磯可與鍾離雪釣魚"
    translated: "When Zhongli Xue's friendship level has not reached 60, explore Fishing Cliff to fish with Zhongli Xue."
- raw: "{\r\n    \"Key\": 1,\r\n    \"NameFinal\": \"項欺霜\",\r\n    \"DescFinal\": \"①第五年一月開始至第六年十二月，福緣到達70，探索荊東開啟黃鶴樓\\\\n②探索黃河樓挑戰戰勝項開山\\\\n③截止至六年十二月，探索湘東遇羅元慶招攬\\\\n④第六年一月至十二月，探索湘東樹林戰勝挑戰招攬的陸彥平、高君可二人\\\\n⑤第七年七月開始，探索湘東，槍鋒會戰勝神槍四傑，解鎖項欺霜紅顏\",\r\n    \"LockDescFinal\": \"第五年探索湘南，比武招親打贏項欺霜，結識項欺霜。\\\\n<color=#ff0000>注意：</color><color=#ffffff>在項欺霜加入前觸發黃鶴樓挑戰項開山事件，將無法解鎖項欺霜紅顏。</color>\",\r\n    \"Name\": \"项欺霜\",\r\n    \"Desc\": \"①第五年一月开始至第六年十二月，福缘到达70，探索荆东开启黄鹤楼\\\\n②探索黄河楼挑战战胜项开山\\\\n③截止至六年十二月，探索湘东遇罗元庆招揽\\\\n④第六年一月至十二月，探索湘东树林战胜挑战招揽的陆彦平、高君可二人\\\\n⑤第七年七月开始，探索湘东，枪锋会战胜神枪四杰，解锁项欺霜红颜\",\r\n    \"LockDesc\": \"第五年探索湘南，比武招亲打赢项欺霜，结识项欺霜。\\\\n<color=#ff0000>注意：</color><color=#ffffff>在项欺霜加入前触发黄鹤楼挑战项开山事件，将无法解锁项欺霜红颜。</color>\",\r\n    \"NameTw\": \"項欺霜\",\r\n    \"DescTw\": \"①第五年一月開始至第六年十二月，福緣到達70，探索荊東開啟黃鶴樓\\\\n②探索黃河樓挑戰戰勝項開山\\\\n③截止至六年十二月，探索湘東遇羅元慶招攬\\\\n④第六年一月至十二月，探索湘東樹林戰勝挑戰招攬的陸彥平、高君可二人\\\\n⑤第七年七月開始，探索湘東，槍鋒會戰勝神槍四傑，解鎖項欺霜紅顏\",\r\n    \"LockDescTw\": \"第五年探索湘南，比武招親打贏項欺霜，結識項欺霜。\\\\n<color=#ff0000>注意：</color><color=#ffffff>在項欺霜加入前觸發黃鶴樓挑戰項開山事件，將無法解鎖項欺霜紅顏。</color>\"\r\n  }"
  rawIndex: 1
  splits:
  - splitPath: NameFinal
    text: "項欺霜"
    translated: "Xiang Qishuang"
  - splitPath: DescFinal
    text: "①第五年一月開始至第六年十二月，福緣到達70，探索荊東開啟黃鶴樓\\n②探索黃河樓挑戰戰勝項開山\\n③截止至六年十二月，探索湘東遇羅元慶招攬\\n④第六年一月至十二月，探索湘東樹林戰勝挑戰招攬的陸彥平、高君可二人\\n⑤第七年七月開始，探索湘東，槍鋒會戰勝神槍四傑，解鎖項欺霜紅顏"
    translated: "1. From the fifth year January to the sixth year December, Fortunate Virtue reaches 70, unlocking exploration of Jingdong and initiating Yellow Crane Tower. 2. Explore Huanghe Tower and challenge victory over Jiange Kaisan. 3. By the end of the sixth year December, explore Xiangdong and encounter Luo Yuqing for recruitment. 4. From January to December of the sixth year, explore Xiangdong's forests, defeating challenges from Lu Yanping and Gao Junke. 5. Starting in July of the seventh year, explore Xiangdong, where the Gun锋Clan defeats the Four Great Godspearmen, unlocking Jiaqi Hongyan."
  - splitPath: LockDescFinal
    text: "第五年探索湘南，比武招親打贏項欺霜，結識項欺霜。\\n<color=#ff0000>注意：</color><color=#ffffff>在項欺霜加入前觸發黃鶴樓挑戰項開山事件，將無法解鎖項欺霜紅顏。</color>"
    translated: "Explore Xiangnan in the fifth year, win a martial competition to marry Qishuang, and meet Qishuang.\\n<color=#ff0000>Note:</color><color=#ffffff>Trigger the Yellow Crane Tower challenge against Qianshanyan before Qishuang joins, and you will not be able to unlock Qishuang's female character.</color>"
  - splitPath: Name
    text: "项欺霜"
    translated: "Xiang Qishuang"
  - splitPath: Desc
    text: "①第五年一月开始至第六年十二月，福缘到达70，探索荆东开启黄鹤楼\\n②探索黄河楼挑战战胜项开山\\n③截止至六年十二月，探索湘东遇罗元庆招揽\\n④第六年一月至十二月，探索湘东树林战胜挑战招揽的陆彦平、高君可二人\\n⑤第七年七月开始，探索湘东，枪锋会战胜神枪四杰，解锁项欺霜红颜"
    translated: "1. From the fifth year January to the sixth year December, Fortune arrives at Qiang, and exploring Jingdong opens up Yellow Crane Tower. 2. Exploring Yellow Crane Tower challenges and defeats Xiang Kaishan. 3. By the end of the sixth year December, exploring Xiangdong encounters Luo Yuanqing and recruits him. 4. From the first month to the twelfth month of the sixth year, exploring Xiangdong's forests defeats and challenges Lu Yanping and Gao Junke. 5. Starting from July of the seventh year, exploring Xiangdong sees Qiangfenghui defeat the Four Divine Guns, unlocking Xiangqishuang's Red Beauty."
  - splitPath: LockDesc
    text: "第五年探索湘南，比武招亲打赢项欺霜，结识项欺霜。\\n<color=#ff0000>注意：</color><color=#ffffff>在项欺霜加入前触发黄鹤楼挑战项开山事件，将无法解锁项欺霜红颜。</color>"
    translated: "Explore Xiangnan in the fifth year, defeat Xiaoqishuang in a martial arts contest for marriage proposals, and befriend her.\\n<color=#ff0000>Note:</color><color=#ffffff>Triggering the Yellow Crane Tower challenge against Xiaokaishan before Xiaoqishuang joins will prevent unlocking Xiaoqishuang as a red beauty.</color>"
  - splitPath: NameTw
    text: "項欺霜"
    translated: "Xiang Qishuang"
  - splitPath: DescTw
    text: "①第五年一月開始至第六年十二月，福緣到達70，探索荊東開啟黃鶴樓\\n②探索黃河樓挑戰戰勝項開山\\n③截止至六年十二月，探索湘東遇羅元慶招攬\\n④第六年一月至十二月，探索湘東樹林戰勝挑戰招攬的陸彥平、高君可二人\\n⑤第七年七月開始，探索湘東，槍鋒會戰勝神槍四傑，解鎖項欺霜紅顏"
    translated: "1. From the fifth year January to the sixth year December, Fortunate Virtue reaches 70, unlocking exploration of Jingdong and initiating Yellow Crane Tower. 2. Explore Huanghe Tower and challenge victory over Jiange Kaisan. 3. By the end of the sixth year December, explore Xiangdong and encounter Luo Yuqing for recruitment. 4. From January to December of the sixth year, explore Xiangdong's forests, defeating challenges from Lu Yanping and Gao Junke. 5. Starting in July of the seventh year, explore Xiangdong, where the Gun锋Clan defeats the Four Great Godspearmen, unlocking Jiaqi Hongyan."
  - splitPath: LockDescTw
    text: "第五年探索湘南，比武招親打贏項欺霜，結識項欺霜。\\n<color=#ff0000>注意：</color><color=#ffffff>在項欺霜加入前觸發黃鶴樓挑戰項開山事件，將無法解鎖項欺霜紅顏。</color>"
    translated: "Explore Xiangnan in the fifth year, win a martial competition to marry Qishuang, and meet Qishuang.\\n<color=#ff0000>Note:</color><color=#ffffff>Trigger the Yellow Crane Tower challenge against Qianshanyan before Qishuang joins, and you will not be able to unlock Qishuang's female character.</color>"
- raw: "{\r\n    \"Key\": 2,\r\n    \"NameFinal\": \"阮碧青\",\r\n    \"DescFinal\": \"①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\\\n②再次探索盤蛇谷認阮碧青為姐姐\\\\n③第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\\\n④探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\\\n⑤第六年一月起，若盤蛇谷與阮碧青友好度都到達60，御獸到達130，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助阮碧青\\\\n⑥阮碧青加入後且御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇贈與阮碧青，解鎖阮碧青紅顏\\\\n⑦在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術\\\\n-可重複\\\\n\",\r\n    \"LockDescFinal\": \"第三年一月起，探索湘南幫助阮碧青趕走無賴，再次探索湘南得知九嶷山蛇患，探索九嶷山擊敗異蛇獲取蛇膽，再次探索湘南，由盤蛇谷弟子帶領開啟盤蛇谷，結識阮碧青。\",\r\n    \"RepeatDescFinal\": \"在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術。\\\\n<color=#ff0000>注意：</color>在阮碧青加入前觸發九嶷山異蛇王事件，將無法解鎖阮碧青紅顏\",\r\n    \"Name\": \"阮碧青\",\r\n    \"Desc\": \"①御兽到达入门探索盘蛇谷蒋疠夫传授牧蛇术\\\\n②再次探索盘蛇谷认阮碧青为姐姐\\\\n③第五年一月起，好感到达50可去荆东帮助阮碧青送家信\\\\n④探索荆东送完家信后再次探索盘蛇谷回报阮碧青\\\\n⑤第六年一月起，若盘蛇谷与阮碧青友好度都到达60，御兽到达130，探索盘蛇谷内可发现阮碧青暗算蒋疠夫，选择帮助阮碧青\\\\n⑥阮碧青加入后且御兽到达大师，探索九嶷山遇到异蛇王，战胜后选择赠与阮碧青，解锁阮碧青红颜\\\\n⑦在盘蛇谷认阮碧青为姐姐后，阮碧青好感未达到60，探索盘蛇谷可遇到阮碧青传授御兽之术\\\\n-可重复\\\\n\",\r\n    \"LockDesc\": \"第三年一月起，探索湘南帮助阮碧青赶走无赖，再次探索湘南得知九嶷山蛇患，探索九嶷山击败异蛇获取蛇胆，再次探索湘南，由盘蛇谷弟子带领开启盘蛇谷，结识阮碧青。\",\r\n    \"RepeatDesc\": \"在盘蛇谷认阮碧青为姐姐后，阮碧青好感未达到60，探索盘蛇谷可遇到阮碧青传授御兽之术。\\\\n<color=#ff0000>注意：</color>在阮碧青加入前触发九嶷山异蛇王事件，将无法解锁阮碧青红颜\",\r\n    \"NameTw\": \"阮碧青\",\r\n    \"DescTw\": \"①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\\\n②再次探索盤蛇谷認阮碧青為姐姐\\\\n③第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\\\n④探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\\\n⑤第六年一月起，若盤蛇谷與阮碧青友好度都到達60，御獸到達130，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助阮碧青\\\\n⑥阮碧青加入後且御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇贈與阮碧青，解鎖阮碧青紅顏\\\\n⑦在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術\\\\n-可重複\\\\n\",\r\n    \"LockDescTw\": \"第三年一月起，探索湘南幫助阮碧青趕走無賴，再次探索湘南得知九嶷山蛇患，探索九嶷山擊敗異蛇獲取蛇膽，再次探索湘南，由盤蛇谷弟子帶領開啟盤蛇谷，結識阮碧青。\",\r\n    \"RepeatDescTw\": \"在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術。\\\\n<color=#ff0000>注意：</color>在阮碧青加入前觸發九嶷山異蛇王事件，將無法解鎖阮碧青紅顏\"\r\n  }"
  rawIndex: 2
  splits:
  - splitPath: NameFinal
    text: "阮碧青"
    translated: "Rain Greenleaf"
  - splitPath: DescFinal
    text: "①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\n②再次探索盤蛇谷認阮碧青為姐姐\\n③第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\n④探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\n⑤第六年一月起，若盤蛇谷與阮碧青友好度都到達60，御獸到達130，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助阮碧青\\n⑥阮碧青加入後且御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇贈與阮碧青，解鎖阮碧青紅顏\\n⑦在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術\\n-可重複\\n"
    translated: "1. The Beast Master has learned the Snake Herding Techniques from Jiang Youfu in the Initiation Exploration of盘蛇谷 (Panshe Gu).  2. Explore again in盘蛇谷 and acknowledge Ruan Biqing as your Older Sister.  3. Starting in January of the fifth year, good feelings can be further developed by going to荆东 (Jingdong) to help Ruan Biqing deliver family letters.  4. After delivering the home letters in荆东, return to盘蛇谷 and report back to Ruan Biqing.  5. Starting in January of the sixth year, if both Ruan Biqing's friendship level and the relationship with盘蛇谷 have reached a certain point, and the Beast Master has attained a high enough rank, exploring盘蛇谷 can uncover that Ruan Biqing attempts to scheme against Jiang Youfu. Choose to aid Ruan Biqing.  6. After joining Ruan Biqing and becoming a Master, explore 祁连山 (Qilianyan) for the Strange Snake King. Defeat it and choose to gift Ruan Biqing with the reward, unlocking her as a Red Beauty.  7. After acknowledging Ruan Biqing as your Older Sister in盘蛇谷, if her affection towards you has not reached a certain level, exploring盘蛇谷 can encounter Ruan Biqing teaching you Beast Master techniques. This can be repeated."
  - splitPath: LockDescFinal
    text: "第三年一月起，探索湘南幫助阮碧青趕走無賴，再次探索湘南得知九嶷山蛇患，探索九嶷山擊敗異蛇獲取蛇膽，再次探索湘南，由盤蛇谷弟子帶領開啟盤蛇谷，結識阮碧青。"
    translated: "Starting in the third year, January, they began exploring Xiangnan to help Ruan Biqing drive out the ruffians. In their second exploration of Xiangnan, they learned about the snake infestation in Jiuyi Mountain and defeated the strange snakes there to obtain snake bile. During a subsequent exploration of Xiangnan, under the guidance of disciples from Panshe Valley, they opened up Panshe Valley and met Ruan Biqing."
  - splitPath: RepeatDescFinal
    text: "在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術。\\n<color=#ff0000>注意：</color>在阮碧青加入前觸發九嶷山異蛇王事件，將無法解鎖阮碧青紅顏"
    translated: "After acknowledging Qian Biqing as your older sister in the Coiled Serpent Valley, Qian Biqing's goodwill towards you has not reached 60. Exploring the Coiled Serpent Valley may allow you to learn Beast Mastery techniques from Qian Biqing.  <color=#ff0000>Notice:</color> Triggering the Strange Snake King event at Mount Jiyu before Qian Biqing joins will prevent you from unlocking Qian Biqing's Fair Lady affection line."
  - splitPath: Name
    text: "阮碧青"
    translated: "Rain Greenleaf"
  - splitPath: Desc
    text: "①御兽到达入门探索盘蛇谷蒋疠夫传授牧蛇术\\n②再次探索盘蛇谷认阮碧青为姐姐\\n③第五年一月起，好感到达50可去荆东帮助阮碧青送家信\\n④探索荆东送完家信后再次探索盘蛇谷回报阮碧青\\n⑤第六年一月起，若盘蛇谷与阮碧青友好度都到达60，御兽到达130，探索盘蛇谷内可发现阮碧青暗算蒋疠夫，选择帮助阮碧青\\n⑥阮碧青加入后且御兽到达大师，探索九嶷山遇到异蛇王，战胜后选择赠与阮碧青，解锁阮碧青红颜\\n⑦在盘蛇谷认阮碧青为姐姐后，阮碧青好感未达到60，探索盘蛇谷可遇到阮碧青传授御兽之术\\n-可重复\\n"
    translated: "1. The beastmaster arrives at the入门 exploration disc Serpent Canyon to learn snake‑handling techniques from Jiang Lifu. 2. Revisit Serpent Canyon and acknowledge Ruan Biqing as your older sister. 3. Starting in January of the fifth year, good feelings allow you to visit Jingdong to help Ruan Biqing deliver family letters. 4. Explore Jingdong after delivering the family letters, then revisit Serpent Canyon to report back to Ruan Biqing. 5. Starting in January of the sixth year, if both the relationship with Serpent Canyon and Ruan Biqing's favor reach 60, the beastmaster arrives at 130 and can discover that Ruan Biqing attempts to harm Jiang Lifu when revisiting Serpent Canyon; you can choose to assist her. 6. After Ruan Biqing joins, if the beastmaster has attained the rank of master, explore Mount Jiyu where an alien snake king is encountered; after defeating it, you may choose to gift Ruan Biqing, unlocking Ruan Biqing's Red Beauty status. 7. After acknowledging Ruan Biqing as your older sister in Serpent Canyon, if her favor does not reach 60, revisiting Serpent Canyon will allow you to encounter Ruan Biqing teaching beastmaster techniques; this can be repeated."
  - splitPath: LockDesc
    text: "第三年一月起，探索湘南帮助阮碧青赶走无赖，再次探索湘南得知九嶷山蛇患，探索九嶷山击败异蛇获取蛇胆，再次探索湘南，由盘蛇谷弟子带领开启盘蛇谷，结识阮碧青。"
    translated: "Starting from January of the third year, exploration in Xiangnan helped Ren Biqing drive away the bullies. A second exploration of Xiangnan revealed a snake infestation at Jiuyi Mountain, where they defeated the strange snakes and obtained snake bile. Another exploration of Xiangnan led by disciples from Panshaxu Valley initiated their journey into the Panshaxu Valley. They met Ren Biqing along the way."
  - splitPath: RepeatDesc
    text: "在盘蛇谷认阮碧青为姐姐后，阮碧青好感未达到60，探索盘蛇谷可遇到阮碧青传授御兽之术。\\n<color=#ff0000>注意：</color>在阮碧青加入前触发九嶷山异蛇王事件，将无法解锁阮碧青红颜"
    translated: "After认阮碧青为姐姐并在盘蛇谷中，阮碧青的好感度尚未达到60.探索盘蛇谷时可遇到阮碧青传授御兽之术.  <color=#ff0000>Note:</color> Triggering the Nine疑 Mountain Strange Snake King event before 阮碧青 joins will prevent unlocking the 阮碧青红颜 relationship."
  - splitPath: NameTw
    text: "阮碧青"
    translated: "Rain Greenleaf"
  - splitPath: DescTw
    text: "①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\n②再次探索盤蛇谷認阮碧青為姐姐\\n③第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\n④探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\n⑤第六年一月起，若盤蛇谷與阮碧青友好度都到達60，御獸到達130，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助阮碧青\\n⑥阮碧青加入後且御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇贈與阮碧青，解鎖阮碧青紅顏\\n⑦在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術\\n-可重複\\n"
    translated: "1. The Beast Master has learned the Snake Herding Techniques from Jiang Youfu in the Initiation Exploration of盘蛇谷 (Panshe Gu).  2. Explore again in盘蛇谷 and acknowledge Ruan Biqing as your Older Sister.  3. Starting in January of the fifth year, good feelings can be further developed by going to荆东 (Jingdong) to help Ruan Biqing deliver family letters.  4. After delivering the home letters in荆东, return to盘蛇谷 and report back to Ruan Biqing.  5. Starting in January of the sixth year, if both Ruan Biqing's friendship level and the relationship with盘蛇谷 have reached a certain point, and the Beast Master has attained a high enough rank, exploring盘蛇谷 can uncover that Ruan Biqing attempts to scheme against Jiang Youfu. Choose to aid Ruan Biqing.  6. After joining Ruan Biqing and becoming a Master, explore 祁连山 (Qilianyan) for the Strange Snake King. Defeat it and choose to gift Ruan Biqing with the reward, unlocking her as a Red Beauty.  7. After acknowledging Ruan Biqing as your Older Sister in盘蛇谷, if her affection towards you has not reached a certain level, exploring盘蛇谷 can encounter Ruan Biqing teaching you Beast Master techniques. This can be repeated."
  - splitPath: LockDescTw
    text: "第三年一月起，探索湘南幫助阮碧青趕走無賴，再次探索湘南得知九嶷山蛇患，探索九嶷山擊敗異蛇獲取蛇膽，再次探索湘南，由盤蛇谷弟子帶領開啟盤蛇谷，結識阮碧青。"
    translated: "Starting in the third year, January, they began exploring Xiangnan to help Ruan Biqing drive out the ruffians. In their second exploration of Xiangnan, they learned about the snake infestation in Jiuyi Mountain and defeated the strange snakes there to obtain snake bile. During a subsequent exploration of Xiangnan, under the guidance of disciples from Panshe Valley, they opened up Panshe Valley and met Ruan Biqing."
  - splitPath: RepeatDescTw
    text: "在盤蛇谷認阮碧青為姐姐後，阮碧青好感未達到60，探索盤蛇谷可遇到阮碧青傳授御獸之術。\\n<color=#ff0000>注意：</color>在阮碧青加入前觸發九嶷山異蛇王事件，將無法解鎖阮碧青紅顏"
    translated: "After acknowledging Qian Biqing as your older sister in the Coiled Serpent Valley, Qian Biqing's goodwill towards you has not reached 60. Exploring the Coiled Serpent Valley may allow you to learn Beast Mastery techniques from Qian Biqing.  <color=#ff0000>Notice:</color> Triggering the Strange Snake King event at Mount Jiyu before Qian Biqing joins will prevent you from unlocking Qian Biqing's Fair Lady affection line."
- raw: "{\r\n    \"Key\": 3,\r\n    \"NameFinal\": \"左靈珠\",\r\n    \"DescFinal\": \"①探索湘東左靈珠與木桑比較幻術（非必要）\\\\n②第五年一月開始，左靈珠好感到達40，探索湘東與左靈珠談論爺爺\\\\n③第七年一月開啟，探索湘東與左遊仙約定幻術試煉\\\\n④第八年一月開始，探索湘東成功闖出左遊仙的幻術試煉解鎖左靈珠紅顏\\\\n⑤左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去荊東有趣的地方陪左靈珠逛街\\\\n-可重複\",\r\n    \"LockDescFinal\": \"第三年一月開始，福緣到達60，財富到達300，探索湘東，遇左靈珠賣藝三次打賞後結識。\",\r\n    \"RepeatDescFinal\": \"左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去湘東有趣的地方陪左靈珠逛街。\",\r\n    \"Name\": \"左灵珠\",\r\n    \"Desc\": \"①探索湘东左灵珠与木桑比较幻术（非必要）\\\\n②第五年一月开始，左灵珠好感到达40，探索湘东与左灵珠谈论爷爷\\\\n③第七年一月开启，探索湘东与左游仙约定幻术试炼\\\\n④第八年一月开始，探索湘东成功闯出左游仙的幻术试炼解锁左灵珠红颜\\\\n⑤左灵珠好感未达到60，探索湘东无特殊事件发生时选择逛一逛去荆东有趣的地方陪左灵珠逛街\\\\n-可重复\",\r\n    \"LockDesc\": \"第三年一月开始，福缘到达60，财富到达300，探索湘东，遇左灵珠卖艺三次打赏后结识。\",\r\n    \"RepeatDesc\": \"左灵珠好感未达到60，探索湘东无特殊事件发生时选择逛一逛去湘东有趣的地方陪左灵珠逛街。\",\r\n    \"NameTw\": \"左靈珠\",\r\n    \"DescTw\": \"①探索湘東左靈珠與木桑比較幻術（非必要）\\\\n②第五年一月開始，左靈珠好感到達40，探索湘東與左靈珠談論爺爺\\\\n③第七年一月開啟，探索湘東與左遊仙約定幻術試煉\\\\n④第八年一月開始，探索湘東成功闖出左遊仙的幻術試煉解鎖左靈珠紅顏\\\\n⑤左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去荊東有趣的地方陪左靈珠逛街\\\\n-可重複\",\r\n    \"LockDescTw\": \"第三年一月開始，福緣到達60，財富到達300，探索湘東，遇左靈珠賣藝三次打賞後結識。\",\r\n    \"RepeatDescTw\": \"左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去湘東有趣的地方陪左靈珠逛街。\"\r\n  }"
  rawIndex: 3
  splits:
  - splitPath: NameFinal
    text: "左靈珠"
    translated: "Left Spirit Pearl"
  - splitPath: DescFinal
    text: "①探索湘東左靈珠與木桑比較幻術（非必要）\\n②第五年一月開始，左靈珠好感到達40，探索湘東與左靈珠談論爺爺\\n③第七年一月開啟，探索湘東與左遊仙約定幻術試煉\\n④第八年一月開始，探索湘東成功闖出左遊仙的幻術試煉解鎖左靈珠紅顏\\n⑤左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去荊東有趣的地方陪左靈珠逛街\\n-可重複"
    translated: "1. Explore Xiangdong's Left Lingzhu and compare illusion techniques with Mu Sang (not necessary) 2. Starting in the fifth month of the fifth year, Left Lingzhu feels ready to talk to Xiangdong about her grandfather. 3. In the seventh month of the seventh year, explore Xiangdong and make a pact with Left Youshen for an illusion trial. 4. Beginning in the first month of the eighth year, after successfully navigating through Left Youshen's illusion trial, unlock Left Lingzhu's Red Beauty trait. 5. If Left Lingzhu's affection has not reached 60, during normal interactions, choose to go strolling around interesting places in Jingdong with her to keep Left Lingzhu company while shopping ‑ You can repeat this action multiple times."
  - splitPath: LockDescFinal
    text: "第三年一月開始，福緣到達60，財富到達300，探索湘東，遇左靈珠賣藝三次打賞後結識。"
    translated: "Starting in the third year of January, Fortune reached 60, Wealth reached 300, and I explored Xiangdong. After giving three appreciations to Left Lingzhu, who was performing art, we came to know each other."
  - splitPath: RepeatDescFinal
    text: "左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去湘東有趣的地方陪左靈珠逛街。"
    translated: "Left Lingzhu's affinity has not reached 60. When exploring Xiangdong and no special events occur, spend some time shopping around interesting places in Xiangdong to accompany Left Lingzhu."
  - splitPath: Name
    text: "左灵珠"
    translated: "Left Lingzhu"
  - splitPath: Desc
    text: "①探索湘东左灵珠与木桑比较幻术（非必要）\\n②第五年一月开始，左灵珠好感到达40，探索湘东与左灵珠谈论爷爷\\n③第七年一月开启，探索湘东与左游仙约定幻术试炼\\n④第八年一月开始，探索湘东成功闯出左游仙的幻术试炼解锁左灵珠红颜\\n⑤左灵珠好感未达到60，探索湘东无特殊事件发生时选择逛一逛去荆东有趣的地方陪左灵珠逛街\\n-可重复"
    translated: "1. Explore Xiangdong to compare magical illusions with Wozhen (not necessary) 2. Starting in the fifth month of the year, Left Lingshu feels like visiting Jingdong and talks to Xiangdong about her grandfather. 3. Beginning in the seventh month of the year, explore Xiangdong for an agreement with Left Youxian on a magical illusion trial. 4. From the eighth month of the year, exploring Xiangdong helps Left Lingshu successfully pass Left Youxian's magical illusion test and unlock her Red Beauty status. 5. If Left Lingshu's favor does not reach 60, during normal exploration in Xiangdong, you can choose to go around interesting places in Jingdong with Left Lingshu to shop together ‑ Repeatable"
  - splitPath: LockDesc
    text: "第三年一月开始，福缘到达60，财富到达300，探索湘东，遇左灵珠卖艺三次打赏后结识。"
    translated: "Starting in the first month of the third year, Fortune arrived at 60, Wealth arrived at 300, and they explored Xiangdong, where they met Zuo Lingzhu after watching her perform three times and giving her alms."
  - splitPath: RepeatDesc
    text: "左灵珠好感未达到60，探索湘东无特殊事件发生时选择逛一逛去湘东有趣的地方陪左灵珠逛街。"
    translated: "Left Lingzhu's goodwill has not reached 60. When exploring Xiangdong does not trigger any special events, spend some time shopping around interesting places in Xiangdong to accompany Left Lingzhu."
  - splitPath: NameTw
    text: "左靈珠"
    translated: "Left Spirit Pearl"
  - splitPath: DescTw
    text: "①探索湘東左靈珠與木桑比較幻術（非必要）\\n②第五年一月開始，左靈珠好感到達40，探索湘東與左靈珠談論爺爺\\n③第七年一月開啟，探索湘東與左遊仙約定幻術試煉\\n④第八年一月開始，探索湘東成功闖出左遊仙的幻術試煉解鎖左靈珠紅顏\\n⑤左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去荊東有趣的地方陪左靈珠逛街\\n-可重複"
    translated: "1. Explore Xiangdong's Left Lingzhu and compare illusion techniques with Mu Sang (not necessary) 2. Starting in the fifth month of the fifth year, Left Lingzhu feels ready to talk to Xiangdong about her grandfather. 3. In the seventh month of the seventh year, explore Xiangdong and make a pact with Left Youshen for an illusion trial. 4. Beginning in the first month of the eighth year, after successfully navigating through Left Youshen's illusion trial, unlock Left Lingzhu's Red Beauty trait. 5. If Left Lingzhu's affection has not reached 60, during normal interactions, choose to go strolling around interesting places in Jingdong with her to keep Left Lingzhu company while shopping ‑ You can repeat this action multiple times."
  - splitPath: LockDescTw
    text: "第三年一月開始，福緣到達60，財富到達300，探索湘東，遇左靈珠賣藝三次打賞後結識。"
    translated: "Starting in the third year of January, Fortune reached 60, Wealth reached 300, and I explored Xiangdong. After giving three appreciations to Left Lingzhu, who was performing art, we came to know each other."
  - splitPath: RepeatDescTw
    text: "左靈珠好感未達到60，探索湘東無特殊事件發生時選擇逛一逛去湘東有趣的地方陪左靈珠逛街。"
    translated: "Left Lingzhu's affinity has not reached 60. When exploring Xiangdong and no special events occur, spend some time shopping around interesting places in Xiangdong to accompany Left Lingzhu."
- raw: "{\r\n    \"Key\": 4,\r\n    \"NameFinal\": \"晏蛾眉\",\r\n    \"DescFinal\": \"①第五年一月開始探索嶽麓書院得知晏蛾眉身世\\\\n②探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\\\n③探索湘東擊敗因追查西涯先生而引來的殺手\\\\n④探索嶽麓書院揭露元凶並戰勝，解鎖晏蛾眉紅顏\",\r\n    \"LockDescFinal\": \"第一年破廟在破廟中幫面紗女子藏身，從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後結識晏蛾眉。\",\r\n    \"Name\": \"晏蛾眉\",\r\n    \"Desc\": \"①第五年一月开始探索岳麓书院得知晏蛾眉身世\\\\n②探索岳麓书院探问山长与诸位夫子询问西涯先生\\\\n③探索湘东击败因追查西涯先生而引来的杀手\\\\n④探索岳麓书院揭露元凶并战胜，解锁晏蛾眉红颜\",\r\n    \"LockDesc\": \"第一年破庙在破庙中帮面纱女子藏身，从第四年一月到第五年十二月期间，探索湘东，战胜两书生后结识晏蛾眉。\",\r\n    \"NameTw\": \"晏蛾眉\",\r\n    \"DescTw\": \"①第五年一月開始探索嶽麓書院得知晏蛾眉身世\\\\n②探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\\\n③探索湘東擊敗因追查西涯先生而引來的殺手\\\\n④探索嶽麓書院揭露元凶並戰勝，解鎖晏蛾眉紅顏\",\r\n    \"LockDescTw\": \"第一年破廟在破廟中幫面紗女子藏身，從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後結識晏蛾眉。\"\r\n  }"
  rawIndex: 4
  splits:
  - splitPath: NameFinal
    text: "晏蛾眉"
    translated: "Yan Meimian"
  - splitPath: DescFinal
    text: "①第五年一月開始探索嶽麓書院得知晏蛾眉身世\\n②探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\n③探索湘東擊敗因追查西涯先生而引來的殺手\\n④探索嶽麓書院揭露元凶並戰勝，解鎖晏蛾眉紅顏"
    translated: "1. In January of the fifth year, begin exploring Yue Lu Academy to uncover Lady Yan Meimian's background. 2. Explore Yue Lu Academy and inquire with the headmaster and various scholars about Master Xi Ya. 3. Explore Xiang Dong and defeat assassins sent to kill Master Xi Ya in pursuit of him. 4. Explore Yue Lu Academy to reveal the masterminds behind the assassination plot and defeat them, unlocking Lady Yan Meimian's red scarf."
  - splitPath: LockDescFinal
    text: "第一年破廟在破廟中幫面紗女子藏身，從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後結識晏蛾眉。"
    translated: "In the first year, Break Temple hid a veiled woman in the ruins of another temple. From January of the fourth year to December of the fifth year, they explored Xiangdong, met Yan Meimei after defeating two scholars."
  - splitPath: Name
    text: "晏蛾眉"
    translated: "Yan Meimian"
  - splitPath: Desc
    text: "①第五年一月开始探索岳麓书院得知晏蛾眉身世\\n②探索岳麓书院探问山长与诸位夫子询问西涯先生\\n③探索湘东击败因追查西涯先生而引来的杀手\\n④探索岳麓书院揭露元凶并战胜，解锁晏蛾眉红颜"
    translated: "1. In the fifth month of January, exploration of Yue Lu Academy began to uncover the background of Yan Meimei. 2. Exploration of Yue Lu Academy involved asking the Mountain Principal and various teachers about Master Xi Ya. 3. Exploration in Xiangdong resulted in defeating assassins who were追踪西涯先生 (traced Master Xi Ya). 4. Exploration of Yue Lu Academy revealed the mastermind and victory over them unlocked Yan Meimei's Red Beauty status."
  - splitPath: LockDesc
    text: "第一年破庙在破庙中帮面纱女子藏身，从第四年一月到第五年十二月期间，探索湘东，战胜两书生后结识晏蛾眉。"
    translated: "In the first year, the broken temple housed a veiled woman. From January of the fourth year to December of the fifth year, they explored Xiangdong and met Yan Meimei after defeating two scholars."
  - splitPath: NameTw
    text: "晏蛾眉"
    translated: "Yan Meimian"
  - splitPath: DescTw
    text: "①第五年一月開始探索嶽麓書院得知晏蛾眉身世\\n②探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\n③探索湘東擊敗因追查西涯先生而引來的殺手\\n④探索嶽麓書院揭露元凶並戰勝，解鎖晏蛾眉紅顏"
    translated: "1. In January of the fifth year, begin exploring Yue Lu Academy to uncover Lady Yan Meimian's background. 2. Explore Yue Lu Academy and inquire with the headmaster and various scholars about Master Xi Ya. 3. Explore Xiang Dong and defeat assassins sent to kill Master Xi Ya in pursuit of him. 4. Explore Yue Lu Academy to reveal the masterminds behind the assassination plot and defeat them, unlocking Lady Yan Meimian's red scarf."
  - splitPath: LockDescTw
    text: "第一年破廟在破廟中幫面紗女子藏身，從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後結識晏蛾眉。"
    translated: "In the first year, Break Temple hid a veiled woman in the ruins of another temple. From January of the fourth year to December of the fifth year, they explored Xiangdong, met Yan Meimei after defeating two scholars."
- raw: "{\r\n    \"Key\": 5,\r\n    \"NameFinal\": \"靳紅衣\",\r\n    \"DescFinal\": \"①第四年一月起，與靳紅衣友好到達60，賭術到達高手，財富到達100，探索朱雀坊賭贏靳紅衣後加入\\\\n②第六年一月開始，靳紅衣好感到達80，賭術到達大師級，財富到達100，探索朱雀坊賭贏莫笑貧解鎖靳紅衣紅顏\\\\n③探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣\\\\n-可重複\",\r\n    \"LockDescFinal\": \"湘東朱雀坊消遣超過兩次，賭術到達40後結識靳紅衣。\",\r\n    \"RepeatDescFinal\": \"探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣。\",\r\n    \"Name\": \"靳红衣\",\r\n    \"Desc\": \"①第四年一月起，与靳红衣友好到达60，赌术到达高手，财富到达100，探索朱雀坊赌赢靳红衣后加入\\\\n②第六年一月开始，靳红衣好感到达80，赌术到达大师级，财富到达100，探索朱雀坊赌赢莫笑贫解锁靳红衣红颜\\\\n③探索朱雀坊消遣三次且赌术到达入门后，初次结识靳红衣，此后每次探索朱雀坊消遣\\\\n-可重复\",\r\n    \"LockDesc\": \"湘东朱雀坊消遣超过两次，赌术到达40后结识靳红衣。\",\r\n    \"RepeatDesc\": \"探索朱雀坊消遣三次且赌术到达入门后，初次结识靳红衣，此后每次探索朱雀坊消遣。\",\r\n    \"NameTw\": \"靳紅衣\",\r\n    \"DescTw\": \"①第四年一月起，與靳紅衣友好到達60，賭術到達高手，財富到達100，探索朱雀坊賭贏靳紅衣後加入\\\\n②第六年一月開始，靳紅衣好感到達80，賭術到達大師級，財富到達100，探索朱雀坊賭贏莫笑貧解鎖靳紅衣紅顏\\\\n③探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣\\\\n-可重複\",\r\n    \"LockDescTw\": \"湘東朱雀坊消遣超過兩次，賭術到達40後結識靳紅衣。\",\r\n    \"RepeatDescTw\": \"探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣。\"\r\n  }"
  rawIndex: 5
  splits:
  - splitPath: NameFinal
    text: "靳紅衣"
    translated: "Red Garment Jin"
  - splitPath: DescFinal
    text: "①第四年一月起，與靳紅衣友好到達60，賭術到達高手，財富到達100，探索朱雀坊賭贏靳紅衣後加入\\n②第六年一月開始，靳紅衣好感到達80，賭術到達大師級，財富到達100，探索朱雀坊賭贏莫笑貧解鎖靳紅衣紅顏\\n③探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣\\n-可重複"
    translated: "Starting from the first month of the fourth year, Jin Hongyi's friendly relationship with me reaches 60, their gambling skills reach expert level, and their wealth reaches 100. After winning a bet at Zhuque Lane, I join.  Beginning in the first month of the sixth year, Jin Hongyi's good feelings towards me reach 80, their gambling skills reach master level, and their wealth reaches 100. After winning a bet at Zhuque Lane, I unlock Jin Hongyi as a red‑haired beauty.  Upon exploring Zhuque Lane three times and reaching the入门level in gambling skills, I first meet Jin Hongyi. From then on, every time I explore Zhuque Lane for leisure activities, this can be repeated."
  - splitPath: LockDescFinal
    text: "湘東朱雀坊消遣超過兩次，賭術到達40後結識靳紅衣。"
    translated: "Disgrace Neighing Pavilion in Xiangdong was visited more than twice, and after reaching a gambling skill of 40, they met Jin Hongyi."
  - splitPath: RepeatDescFinal
    text: "探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣。"
    translated: "After exploring Zhuque Lane for leisure three times and reaching the entry level in gambling skills, I first met Jin Hongyi. From then on, I explored Zhuque Lane for leisure each time."
  - splitPath: Name
    text: "靳红衣"
    translated: "Red Robe Jin"
  - splitPath: Desc
    text: "①第四年一月起，与靳红衣友好到达60，赌术到达高手，财富到达100，探索朱雀坊赌赢靳红衣后加入\\n②第六年一月开始，靳红衣好感到达80，赌术到达大师级，财富到达100，探索朱雀坊赌赢莫笑贫解锁靳红衣红颜\\n③探索朱雀坊消遣三次且赌术到达入门后，初次结识靳红衣，此后每次探索朱雀坊消遣\\n-可重复"
    translated: "Starting from January of the fourth year, Jing Hongyi and 60 become friendly, reaching high skill in gambling techniques, accumulating substantial wealth, and joining after winning against Jing Hongyi at Zhuque Ward.  Beginning in January of the sixth year, Jing Hongyi feels well disposed towards 80, reaching master level in gambling skills, accumulating great wealth, and unlocking Jing Hongyi's affection after winning against Mo Xiao Po at Zhuque Ward.  After exploring Zhuque Ward three times and achieving basic skill in gambling techniques, you will have your first encounter with Jing Hongyi. From then on, every time you explore Zhuque Ward for leisure, you can interact with her.  ‑ This interaction can be repeated."
  - splitPath: LockDesc
    text: "湘东朱雀坊消遣超过两次，赌术到达40后结识靳红衣。"
    translated: "Playing in Zhuque Ward in Xiangdong more than twice after reaching Gambling Skill 40 allows one to meet Jin Hongyi."
  - splitPath: RepeatDesc
    text: "探索朱雀坊消遣三次且赌术到达入门后，初次结识靳红衣，此后每次探索朱雀坊消遣。"
    translated: "Explore Phoenix Precinct for leisure three times and reach the entry level in gambling skills. First meet Jin Hongyi upon your third exploration of Phoenix Precinct for leisure. From then on, continue to explore Phoenix Precinct for leisure."
  - splitPath: NameTw
    text: "靳紅衣"
    translated: "Red Garment Jin"
  - splitPath: DescTw
    text: "①第四年一月起，與靳紅衣友好到達60，賭術到達高手，財富到達100，探索朱雀坊賭贏靳紅衣後加入\\n②第六年一月開始，靳紅衣好感到達80，賭術到達大師級，財富到達100，探索朱雀坊賭贏莫笑貧解鎖靳紅衣紅顏\\n③探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣\\n-可重複"
    translated: "Starting from the first month of the fourth year, Jin Hongyi's friendly relationship with me reaches 60, their gambling skills reach expert level, and their wealth reaches 100. After winning a bet at Zhuque Lane, I join.  Beginning in the first month of the sixth year, Jin Hongyi's good feelings towards me reach 80, their gambling skills reach master level, and their wealth reaches 100. After winning a bet at Zhuque Lane, I unlock Jin Hongyi as a red‑haired beauty.  Upon exploring Zhuque Lane three times and reaching the入门level in gambling skills, I first meet Jin Hongyi. From then on, every time I explore Zhuque Lane for leisure activities, this can be repeated."
  - splitPath: LockDescTw
    text: "湘東朱雀坊消遣超過兩次，賭術到達40後結識靳紅衣。"
    translated: "Disgrace Neighing Pavilion in Xiangdong was visited more than twice, and after reaching a gambling skill of 40, they met Jin Hongyi."
  - splitPath: RepeatDescTw
    text: "探索朱雀坊消遣三次且賭術到達入門後，初次結識靳紅衣，此後每次探索朱雀坊消遣。"
    translated: "After exploring Zhuque Lane for leisure three times and reaching the entry level in gambling skills, I first met Jin Hongyi. From then on, I explored Zhuque Lane for leisure each time."
- raw: "{\r\n    \"Key\": 6,\r\n    \"NameFinal\": \"連翹兒\",\r\n    \"DescFinal\": \"①探索荊東酒樓服下連翹兒的七香豆\\\\n②探索荊北神農谷帶著連翹兒向連山谷請罪\\\\n③任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\\\n④探索荊東遇到瀾滄商人開啟荊南寶象閣，第七年時財富到達5000探索寶象閣購買柔佛老樹根，探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望。若購買過柔佛老樹根並在其他地方已消耗，財富到達3000可再次探索寶象閣購買老樹根。\\\\n⑤探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二各願望\\\\n⑥探索神農谷得知連翹兒第三願望並完成，解鎖連翹兒紅顏\",\r\n    \"LockDescFinal\": \"第四年一月起，探索荊東，在街市遇到連翹兒後，再次探索荊東，幫助連翹兒戰勝抓她的江湖人後結識。\",\r\n    \"Name\": \"连翘儿\",\r\n    \"Desc\": \"①探索荆东酒楼服下连翘儿的七香豆\\\\n②探索荆北神农谷带着连翘儿向连山谷请罪\\\\n③任意一年四月探索神农谷遇到金枝连翘开花，得知连翘儿有三个愿望，连翘花开第一个愿望\\\\n④探索荆东遇到澜沧商人开启荆南宝象阁，第七年时财富到达5000探索宝象阁购买柔佛老树根，探索神农谷将柔佛老树根赠与连山谷种植长生稻，完成连翘儿第二个愿望。若购买过柔佛老树根并在其他地方已消耗，财富到达3000可再次探索宝象阁购买老树根。\\\\n⑤探索神农谷将柔佛老树根赠与连山谷种植长生稻，完成连翘儿第二各愿望\\\\n⑥探索神农谷得知连翘儿第三愿望并完成，解锁连翘儿红颜\",\r\n    \"LockDesc\": \"第四年一月起，探索荆东，在街市遇到连翘儿后，再次探索荆东，帮助连翘儿战胜抓她的江湖人后结识。\",\r\n    \"NameTw\": \"連翹兒\",\r\n    \"DescTw\": \"①探索荊東酒樓服下連翹兒的七香豆\\\\n②探索荊北神農谷帶著連翹兒向連山谷請罪\\\\n③任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\\\n④探索荊東遇到瀾滄商人開啟荊南寶象閣，第七年時財富到達5000探索寶象閣購買柔佛老樹根，探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望。若購買過柔佛老樹根並在其他地方已消耗，財富到達3000可再次探索寶象閣購買老樹根。\\\\n⑤探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二各願望\\\\n⑥探索神農谷得知連翹兒第三願望並完成，解鎖連翹兒紅顏\",\r\n    \"LockDescTw\": \"第四年一月起，探索荊東，在街市遇到連翹兒後，再次探索荊東，幫助連翹兒戰勝抓她的江湖人後結識。\"\r\n  }"
  rawIndex: 6
  splits:
  - splitPath: NameFinal
    text: "連翹兒"
    translated: "Lian Qiao'er"
  - splitPath: DescFinal
    text: "①探索荊東酒樓服下連翹兒的七香豆\\n②探索荊北神農谷帶著連翹兒向連山谷請罪\\n③任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\n④探索荊東遇到瀾滄商人開啟荊南寶象閣，第七年時財富到達5000探索寶象閣購買柔佛老樹根，探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望。若購買過柔佛老樹根並在其他地方已消耗，財富到達3000可再次探索寶象閣購買老樹根。\\n⑤探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二各願望\\n⑥探索神農谷得知連翹兒第三願望並完成，解鎖連翹兒紅顏"
    translated: "1. Explore Jingdong Restaurant and take Lianqiao'er's Seven‑Spiced Beans. 2. Explore Jinxibei Shennong Valley and take Lianqiao'er to apologize to Liangu Valley. 3. In any year in April, explore Shennong Valley to encounter the blooming Golden Branch Lianqiao, learn that Lianqiao'er has three wishes, and fulfill her first wish upon the opening of the Fragrant Tower at Jinan during its seventh year when wealth reaches 5000. Explore the Fragrant Tower to purchase Rujie Ancient Tree Roots, then explore Shennong Valley to give these roots to Liangu Valley for cultivating Everlasting Rice. Fulfill Lianqiao'er's second wish if you have purchased the Rujie Ancient Tree Roots and not already consumed them; when wealth reaches 3000, you can again explore the Fragrant Tower to purchase more ancient tree roots. 4. Explore Shennong Valley to give the Rujie Ancient Tree Roots to Liangu Valley for cultivating Everlasting Rice, completing Lianqiao'er's second wish. 5. Explore Shennong Valley to fulfill Lianqiao'er's third wish and unlock her Red‑Hued Appearance."
  - splitPath: LockDescFinal
    text: "第四年一月起，探索荊東，在街市遇到連翹兒後，再次探索荊東，幫助連翹兒戰勝抓她的江湖人後結識。"
    translated: "Starting in January of the fourth year, explore Jingdong. After encountering Lian Qier in the market town, explore Jingdong again to help Lian Qier defeat the Jianghu people who captured her, and thus make acquaintances."
  - splitPath: Name
    text: "连翘儿"
    translated: "Cortex Forsythiae"
  - splitPath: Desc
    text: "①探索荆东酒楼服下连翘儿的七香豆\\n②探索荆北神农谷带着连翘儿向连山谷请罪\\n③任意一年四月探索神农谷遇到金枝连翘开花，得知连翘儿有三个愿望，连翘花开第一个愿望\\n④探索荆东遇到澜沧商人开启荆南宝象阁，第七年时财富到达5000探索宝象阁购买柔佛老树根，探索神农谷将柔佛老树根赠与连山谷种植长生稻，完成连翘儿第二个愿望。若购买过柔佛老树根并在其他地方已消耗，财富到达3000可再次探索宝象阁购买老树根。\\n⑤探索神农谷将柔佛老树根赠与连山谷种植长生稻，完成连翘儿第二各愿望\\n⑥探索神农谷得知连翘儿第三愿望并完成，解锁连翘儿红颜"
    translated: "1. Explore Jingdong Tavern and have Qiao'er take the Seven‑Spiced Bean. 2. Explore Jinbei Shen nong Gu and lead Qiao'er to apologize to Lianshan Valley. 3. Visit Shen nong Gu in any April and encounter Jinzhi Qiao, learning that Qiao'er has three wishes; the first wish is granted upon seeing the blooming Jinzhi Qiao. 4. Explore Jingdong and meet Lancang merchant to unlock Baoxiang Pavilion, achieving wealth of 5000 by the seventh year. Purchase Rufu Old Tree Root from Baoxiang Pavilion, then give it to Lianshan Valley in Shen nong Gu to plant Immortality Rice, fulfilling Qiao'er's second wish. If you have already purchased and consumed Rufu Old Tree Root elsewhere and reach wealth of 3000 by the seventh year, you can explore Baoxiang Pavilion again to purchase another old tree root. 5. Give the Rufu Old Tree Root from Shen nong Gu to Lianshan Valley to plant Immortality Rice, completing Qiao'er's second wish. 6. Learn about Qiao'er's third wish in Shen nong Gu and complete it, unlocking Qiao'er's Red‑Haired Beauty."
  - splitPath: LockDesc
    text: "第四年一月起，探索荆东，在街市遇到连翘儿后，再次探索荆东，帮助连翘儿战胜抓她的江湖人后结识。"
    translated: "Starting in January of the fourth year, explore Jingdong. After encountering Lian Qiao'er in the marketplace, explore Jingdong again to help Lian Qiao'er defeat the Jianghu people who captured her and subsequently become acquainted."
  - splitPath: NameTw
    text: "連翹兒"
    translated: "Lian Qiao'er"
  - splitPath: DescTw
    text: "①探索荊東酒樓服下連翹兒的七香豆\\n②探索荊北神農谷帶著連翹兒向連山谷請罪\\n③任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\n④探索荊東遇到瀾滄商人開啟荊南寶象閣，第七年時財富到達5000探索寶象閣購買柔佛老樹根，探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望。若購買過柔佛老樹根並在其他地方已消耗，財富到達3000可再次探索寶象閣購買老樹根。\\n⑤探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二各願望\\n⑥探索神農谷得知連翹兒第三願望並完成，解鎖連翹兒紅顏"
    translated: "1. Explore Jingdong Restaurant and take Lianqiao'er's Seven‑Spiced Beans. 2. Explore Jinxibei Shennong Valley and take Lianqiao'er to apologize to Liangu Valley. 3. In any year in April, explore Shennong Valley to encounter the blooming Golden Branch Lianqiao, learn that Lianqiao'er has three wishes, and fulfill her first wish upon the opening of the Fragrant Tower at Jinan during its seventh year when wealth reaches 5000. Explore the Fragrant Tower to purchase Rujie Ancient Tree Roots, then explore Shennong Valley to give these roots to Liangu Valley for cultivating Everlasting Rice. Fulfill Lianqiao'er's second wish if you have purchased the Rujie Ancient Tree Roots and not already consumed them; when wealth reaches 3000, you can again explore the Fragrant Tower to purchase more ancient tree roots. 4. Explore Shennong Valley to give the Rujie Ancient Tree Roots to Liangu Valley for cultivating Everlasting Rice, completing Lianqiao'er's second wish. 5. Explore Shennong Valley to fulfill Lianqiao'er's third wish and unlock her Red‑Hued Appearance."
  - splitPath: LockDescTw
    text: "第四年一月起，探索荊東，在街市遇到連翹兒後，再次探索荊東，幫助連翹兒戰勝抓她的江湖人後結識。"
    translated: "Starting in January of the fourth year, explore Jingdong. After encountering Lian Qier in the market town, explore Jingdong again to help Lian Qier defeat the Jianghu people who captured her, and thus make acquaintances."
- raw: "{\r\n    \"Key\": 8,\r\n    \"NameFinal\": \"柳含煙\",\r\n    \"DescFinal\": \"①第四年一月起，探索荊東解鎖章華臺\\\\n②財富到達500探索章華臺獲得，柳含煙加入，友好+30\\\\n③柳含煙加入後，財富到達五百探索章華臺（可重複），每次友好+10\\\\n④第七年一月開始，財富到達3000，柳含煙友好到達80，探索章華臺，解鎖柳含煙紅顏\",\r\n    \"LockDescFinal\": \"第四年一月起，探索荊東解鎖章華臺，財富大於500探索章華臺結識。\",\r\n    \"RepeatDescFinal\": \"柳含煙加入後，財富到達五百探索章華臺，每次友好度+10。\",\r\n    \"Name\": \"柳含烟\",\r\n    \"Desc\": \"①第四年一月起，探索荆东解锁章华台\\\\n②财富到达500探索章华台获得，柳含烟加入，友好+30\\\\n③柳含烟加入后，财富到达五百探索章华台（可重复），每次友好+10\\\\n④第七年一月开始，财富到达3000，柳含烟友好到达80，探索章华台，解锁柳含烟红颜\",\r\n    \"LockDesc\": \"第四年一月起，探索荆东解锁章华台，财富大于500探索章华台结识。\",\r\n    \"RepeatDesc\": \"柳含烟加入后，财富到达五百探索章华台，每次友好度+10。\",\r\n    \"NameTw\": \"柳含煙\",\r\n    \"DescTw\": \"①第四年一月起，探索荊東解鎖章華臺\\\\n②財富到達500探索章華臺獲得，柳含煙加入，友好+30\\\\n③柳含煙加入後，財富到達五百探索章華臺（可重複），每次友好+10\\\\n④第七年一月開始，財富到達3000，柳含煙友好到達80，探索章華臺，解鎖柳含煙紅顏\",\r\n    \"LockDescTw\": \"第四年一月起，探索荊東解鎖章華臺，財富大於500探索章華臺結識。\",\r\n    \"RepeatDescTw\": \"柳含煙加入後，財富到達五百探索章華臺，每次友好度+10。\"\r\n  }"
  rawIndex: 8
  splits:
  - splitPath: NameFinal
    text: "柳含煙"
    translated: "Liu Han Yan"
  - splitPath: DescFinal
    text: "①第四年一月起，探索荊東解鎖章華臺\\n②財富到達500探索章華臺獲得，柳含煙加入，友好+30\\n③柳含煙加入後，財富到達五百探索章華臺（可重複），每次友好+10\\n④第七年一月開始，財富到達3000，柳含煙友好到達80，探索章華臺，解鎖柳含煙紅顏"
    translated: "1. Starting from the first month of the fourth year, exploration in Jingdong unlocks Zhanghuai Tower. 2. Wealth reaching 500 allows exploration of Zhanghuai Tower, with Liu Hanshan joining and becoming friendly +30. 3. After Liu Hanshan joins, wealth reaching 500 permits repeated exploration of Zhanghuai Tower (each time is friendly) +10. 4. Starting from the first month of the seventh year, wealth reaching 3000, and Liu Hanshan's friendliness reaching 80, allows exploration of Zhanghuai Tower, unlocking Liu Hanshan's Red Beauty."
  - splitPath: LockDescFinal
    text: "第四年一月起，探索荊東解鎖章華臺，財富大於500探索章華臺結識。"
    translated: "Starting in the fourth year of January, explore Jingdong to unlock Zhanghuaitai. The wealth obtained is greater than that from exploring Zhanghuaitai and making acquaintances."
  - splitPath: RepeatDescFinal
    text: "柳含煙加入後，財富到達五百探索章華臺，每次友好度+10。"
    translated: "After Liu Hanshan joins, wealth increases by 500 Exploration Chapters, and friendly disposition towards her improves by +10 each time."
  - splitPath: Name
    text: "柳含烟"
    translated: "Willow Embraces Smoke"
  - splitPath: Desc
    text: "①第四年一月起，探索荆东解锁章华台\\n②财富到达500探索章华台获得，柳含烟加入，友好+30\\n③柳含烟加入后，财富到达五百探索章华台（可重复），每次友好+10\\n④第七年一月开始，财富到达3000，柳含烟友好到达80，探索章华台，解锁柳含烟红颜"
    translated: "1. Starting from January of the fourth year, explore Jingdong to unlock Zhanghuaitai. 2. When wealth reaches 500, exploring Zhanghuaitai will yield wealth, with Liu Hanshan joining, and a friendly relationship +30. 3. After Liu Hanshan joins, when wealth reaches 500, exploring Zhanghuaitai can be done multiple times, and each time there will be a friendly relationship +10. 4. Starting from January of the seventh year, when wealth reaches 3000, and Liu Hanshan's friendliness reaches 80, explore Zhanghuaitai to unlock Liu Hanshan as a red颜 (favored concubine)."
  - splitPath: LockDesc
    text: "第四年一月起，探索荆东解锁章华台，财富大于500探索章华台结识。"
    translated: "Starting from January of the fourth year, by exploring Jing Dong, you unlock Zhang Huai Tai and gain wealth greater than exploring it directly. You also make acquaintances through this exploration."
  - splitPath: RepeatDesc
    text: "柳含烟加入后，财富到达五百探索章华台，每次友好度+10。"
    translated: "After Liu Hanyan joins, wealth reaches 500 Exploration Chapters, with friendly affection increasing by +10 each time."
  - splitPath: NameTw
    text: "柳含煙"
    translated: "Liu Han Yan"
  - splitPath: DescTw
    text: "①第四年一月起，探索荊東解鎖章華臺\\n②財富到達500探索章華臺獲得，柳含煙加入，友好+30\\n③柳含煙加入後，財富到達五百探索章華臺（可重複），每次友好+10\\n④第七年一月開始，財富到達3000，柳含煙友好到達80，探索章華臺，解鎖柳含煙紅顏"
    translated: "1. Starting from the first month of the fourth year, exploration in Jingdong unlocks Zhanghuai Tower. 2. Wealth reaching 500 allows exploration of Zhanghuai Tower, with Liu Hanshan joining and becoming friendly +30. 3. After Liu Hanshan joins, wealth reaching 500 permits repeated exploration of Zhanghuai Tower (each time is friendly) +10. 4. Starting from the first month of the seventh year, wealth reaching 3000, and Liu Hanshan's friendliness reaching 80, allows exploration of Zhanghuai Tower, unlocking Liu Hanshan's Red Beauty."
  - splitPath: LockDescTw
    text: "第四年一月起，探索荊東解鎖章華臺，財富大於500探索章華臺結識。"
    translated: "Starting in the fourth year of January, explore Jingdong to unlock Zhanghuaitai. The wealth obtained is greater than that from exploring Zhanghuaitai and making acquaintances."
  - splitPath: RepeatDescTw
    text: "柳含煙加入後，財富到達五百探索章華臺，每次友好度+10。"
    translated: "After Liu Hanshan joins, wealth increases by 500 Exploration Chapters, and friendly disposition towards her improves by +10 each time."
- raw: "{\r\n    \"Key\": 9,\r\n    \"NameFinal\": \"文錦心\",\r\n    \"DescFinal\": \"①第三、四、五年一月，福緣到達60，探索湘東橘州燈會答對燈謎邂逅文錦心\\\\n②截止至第六年十二月，探索湘東幫助文錦心趕走搗亂的混混\\\\n③截止至第六年十二月，探索湘東和文錦心偷溜離家遊歷江湖\\\\n④第七年一月至第九年十二月，探索湘南遇到文錦心之父文九思\\\\n⑤第七年一月至第九年十二月，探索湘南得知文九思被髮配嶺南\\\\n⑥第七年一月至第九年十二月，探索湘南從殺手手中救下文九思，文九思將文錦心託付，解鎖文錦心紅顏\",\r\n    \"LockDescFinal\": \"第三、四、五年一月，福緣到達60，探索湘東答對燈謎，此後截止至第六年十二月，二次探索湘東結識文錦心。\",\r\n    \"Name\": \"文锦心\",\r\n    \"Desc\": \"①第三、四、五年一月，福缘到达60，探索湘东橘州灯会答对灯谜邂逅文锦心\\\\n②截止至第六年十二月，探索湘东帮助文锦心赶走捣乱的混混\\\\n③截止至第六年十二月，探索湘东和文锦心偷溜离家游历江湖\\\\n④第七年一月至第九年十二月，探索湘南遇到文锦心之父文九思\\\\n⑤第七年一月至第九年十二月，探索湘南得知文九思被发配岭南\\\\n⑥第七年一月至第九年十二月，探索湘南从杀手手中救下文九思，文九思将文锦心托付，解锁文锦心红颜\",\r\n    \"LockDesc\": \"第三、四、五年一月，福缘到达60，探索湘东答对灯谜，此后截止至第六年十二月，二次探索湘东结识文锦心。\",\r\n    \"NameTw\": \"文錦心\",\r\n    \"DescTw\": \"①第三、四、五年一月，福緣到達60，探索湘東橘州燈會答對燈謎邂逅文錦心\\\\n②截止至第六年十二月，探索湘東幫助文錦心趕走搗亂的混混\\\\n③截止至第六年十二月，探索湘東和文錦心偷溜離家遊歷江湖\\\\n④第七年一月至第九年十二月，探索湘南遇到文錦心之父文九思\\\\n⑤第七年一月至第九年十二月，探索湘南得知文九思被髮配嶺南\\\\n⑥第七年一月至第九年十二月，探索湘南從殺手手中救下文九思，文九思將文錦心託付，解鎖文錦心紅顏\",\r\n    \"LockDescTw\": \"第三、四、五年一月，福緣到達60，探索湘東答對燈謎，此後截止至第六年十二月，二次探索湘東結識文錦心。\"\r\n  }"
  rawIndex: 9
  splits:
  - splitPath: NameFinal
    text: "文錦心"
    translated: "Wen Jinxin"
  - splitPath: DescFinal
    text: "①第三、四、五年一月，福緣到達60，探索湘東橘州燈會答對燈謎邂逅文錦心\\n②截止至第六年十二月，探索湘東幫助文錦心趕走搗亂的混混\\n③截止至第六年十二月，探索湘東和文錦心偷溜離家遊歷江湖\\n④第七年一月至第九年十二月，探索湘南遇到文錦心之父文九思\\n⑤第七年一月至第九年十二月，探索湘南得知文九思被髮配嶺南\\n⑥第七年一月至第九年十二月，探索湘南從殺手手中救下文九思，文九思將文錦心託付，解鎖文錦心紅顏"
    translated: "1. From the third to the fifth year in January, Good Fortune reaches 60, exploring Xiangdong's橘州 Lantern Festival and answering riddles to meet Wen Jinxin. 2. By the end of the sixth year in December, explore Xiangdong to help Wen Jinxin drive away the troublemakers. 3. By the end of the sixth year in December, explore Xiangdong with Wen Jinxin to sneak out of home and travel through the Jianghu. 4. From January of the seventh year to December of the ninth year, explore Xiangnan and meet Wen Jinxin's father, Wen Jiushi. 5. From January of the seventh year to December of the ninth year, explore Xiangnan and learn that Wen Jiushi has been exiled to Lingnan. 6. From January of the seventh year to December of the ninth year, explore Xiangnan and rescue Wen Jiushi from assassins, with Wen Jiushi entrusting Wen Jinxin, unlocking Wen Jinxin's Red‑Skinned Maiden status."
  - splitPath: LockDescFinal
    text: "第三、四、五年一月，福緣到達60，探索湘東答對燈謎，此後截止至第六年十二月，二次探索湘東結識文錦心。"
    translated: "From the third to the fifth year in January, Fortunate Destiny reached 60, exploring riddles at Xiangdong's answer‑lantern festival. After that, from the sixth year until December, they made acquaintances with Wen Jinxin during a second exploration of Xiangdong."
  - splitPath: Name
    text: "文锦心"
    translated: "Wen Jinxin"
  - splitPath: Desc
    text: "①第三、四、五年一月，福缘到达60，探索湘东橘州灯会答对灯谜邂逅文锦心\\n②截止至第六年十二月，探索湘东帮助文锦心赶走捣乱的混混\\n③截止至第六年十二月，探索湘东和文锦心偷溜离家游历江湖\\n④第七年一月至第九年十二月，探索湘南遇到文锦心之父文九思\\n⑤第七年一月至第九年十二月，探索湘南得知文九思被发配岭南\\n⑥第七年一月至第九年十二月，探索湘南从杀手手中救下文九思，文九思将文锦心托付，解锁文锦心红颜"
    translated: "1. In January of the third, fourth, and fifth year, Fu Yuan arrives in Xiangdong, explores the橘州 Lantern Festival, answers riddles, and meets Wen Jinxin. 2. By December of the sixth year, they help Wen Jinxin drive away troublesome thugs during her exploration of Xiangdong. 3. By December of the sixth year, they explore Xiangdong together, sneak out of their homes to travel through the Jianghu (wuxia world). 4. From January of the seventh year to December of the ninth year, they explore Xiangnan and meet Wen Jinxin's father, Wen Jiusi. 5. From January of the seventh year to December of the ninth year, they learn that Wen Jiusi has been exiled to Lingnan. 6. From January of the seventh year to December of the ninth year, they explore Xiangnan and rescue Wen Jiusi from assassins, at which point Wen Jiusi entrusts Wen Jinxin to them, unlocking Wen Jinxin's Red‑Skirted Beauty storyline."
  - splitPath: LockDesc
    text: "第三、四、五年一月，福缘到达60，探索湘东答对灯谜，此后截止至第六年十二月，二次探索湘东结识文锦心。"
    translated: "In the first, second, and third months of the fourth, fifth, and sixth years, Foyuan arrived at 60. They explored the riddles at the Dade Lantern Festival in Xiangdong. From then until the twelfth month of the sixth year, they made acquaintances with Wen Jinxin during a second exploration of Xiangdong."
  - splitPath: NameTw
    text: "文錦心"
    translated: "Wen Jinxin"
  - splitPath: DescTw
    text: "①第三、四、五年一月，福緣到達60，探索湘東橘州燈會答對燈謎邂逅文錦心\\n②截止至第六年十二月，探索湘東幫助文錦心趕走搗亂的混混\\n③截止至第六年十二月，探索湘東和文錦心偷溜離家遊歷江湖\\n④第七年一月至第九年十二月，探索湘南遇到文錦心之父文九思\\n⑤第七年一月至第九年十二月，探索湘南得知文九思被髮配嶺南\\n⑥第七年一月至第九年十二月，探索湘南從殺手手中救下文九思，文九思將文錦心託付，解鎖文錦心紅顏"
    translated: "1. From the third to the fifth year in January, Good Fortune reaches 60, exploring Xiangdong's橘州 Lantern Festival and answering riddles to meet Wen Jinxin. 2. By the end of the sixth year in December, explore Xiangdong to help Wen Jinxin drive away the troublemakers. 3. By the end of the sixth year in December, explore Xiangdong with Wen Jinxin to sneak out of home and travel through the Jianghu. 4. From January of the seventh year to December of the ninth year, explore Xiangnan and meet Wen Jinxin's father, Wen Jiushi. 5. From January of the seventh year to December of the ninth year, explore Xiangnan and learn that Wen Jiushi has been exiled to Lingnan. 6. From January of the seventh year to December of the ninth year, explore Xiangnan and rescue Wen Jiushi from assassins, with Wen Jiushi entrusting Wen Jinxin, unlocking Wen Jinxin's Red‑Skinned Maiden status."
  - splitPath: LockDescTw
    text: "第三、四、五年一月，福緣到達60，探索湘東答對燈謎，此後截止至第六年十二月，二次探索湘東結識文錦心。"
    translated: "From the third to the fifth year in January, Fortunate Destiny reached 60, exploring riddles at Xiangdong's answer‑lantern festival. After that, from the sixth year until December, they made acquaintances with Wen Jinxin during a second exploration of Xiangdong."
- raw: "{\r\n    \"Key\": 10,\r\n    \"NameFinal\": \"夏侯珺\",\r\n    \"DescFinal\": \"①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品\\\\n②探索荊北六合幫，夏侯珺去荊東蘄春收購艾草\\\\n③截止至第六年十二月，探索荊東打敗崔三貫\\\\n④截止至第六年十二月，探索湘東\\\\n⑤截止至第六年十二月，探索湘南\\\\n⑥第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾，解鎖夏侯珺紅顏\",\r\n    \"LockDescFinal\": \"第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品，探索荊北六合幫拜見後，再次探索荊東打敗崔三貫後結識。\",\r\n    \"Name\": \"夏侯珺\",\r\n    \"Desc\": \"①第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品\\\\n②探索荆北六合帮，夏侯珺去荆东蕲春收购艾草\\\\n③截止至第六年十二月，探索荆东打败崔三贯\\\\n④截止至第六年十二月，探索湘东\\\\n⑤截止至第六年十二月，探索湘南\\\\n⑥第七年一月开始，六合帮友好到达50，探索六合帮运送官粮，击败埋伏的崔三贯一众，解锁夏侯珺红颜\",\r\n    \"LockDesc\": \"第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品，探索荆北六合帮拜见后，再次探索荆东打败崔三贯后结识。\",\r\n    \"NameTw\": \"夏侯珺\",\r\n    \"DescTw\": \"①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品\\\\n②探索荊北六合幫，夏侯珺去荊東蘄春收購艾草\\\\n③截止至第六年十二月，探索荊東打敗崔三貫\\\\n④截止至第六年十二月，探索湘東\\\\n⑤截止至第六年十二月，探索湘南\\\\n⑥第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾，解鎖夏侯珺紅顏\",\r\n    \"LockDescTw\": \"第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品，探索荊北六合幫拜見後，再次探索荊東打敗崔三貫後結識。\"\r\n  }"
  rawIndex: 10
  splits:
  - splitPath: NameFinal
    text: "夏侯珺"
    translated: "Xiahou Jun"
  - splitPath: DescFinal
    text: "①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品\\n②探索荊北六合幫，夏侯珺去荊東蘄春收購艾草\\n③截止至第六年十二月，探索荊東打敗崔三貫\\n④截止至第六年十二月，探索湘東\\n⑤截止至第六年十二月，探索湘南\\n⑥第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾，解鎖夏侯珺紅顏"
    translated: "1. Starting from January of the fourth year until December of the fifth year, wealth reaches 10,000 to explore Jingbei, and at Xiaohou Jun's place, they can purchase any item freely. 2. Explore the六合幫in Jingbei, with Xiaohou Jun traveling to Jingdong Qi Chun to purchase mugwort. 3. By December of the sixth year, exploration in Jingdong has defeated Cuisiguan. 4. By December of the sixth year, explore Xiangdong. 5. By December of the sixth year, explore Xiangnan. 6. Starting from January of the seventh year, the relationship with the六合幫becomes friendly up to 10,000. Explore transporting official grain for the六合幫, defeat Cuisiguan and his followers, and unlock Xiaohou Jun's Red Beauty."
  - splitPath: LockDescFinal
    text: "第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品，探索荊北六合幫拜見後，再次探索荊東打敗崔三貫後結識。"
    translated: "From January of the fourth year to December of the fifth year, wealth accumulated enough to explore Jingbei and purchase any item at Shi Leader's place. After meeting with the Hexing Help in Jingbei, they then explored Jingdong and befriended someone after defeating Cui Sanguan there."
  - splitPath: Name
    text: "夏侯珺"
    translated: "Xiahou Jun"
  - splitPath: Desc
    text: "①第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品\\n②探索荆北六合帮，夏侯珺去荆东蕲春收购艾草\\n③截止至第六年十二月，探索荆东打败崔三贯\\n④截止至第六年十二月，探索湘东\\n⑤截止至第六年十二月，探索湘南\\n⑥第七年一月开始，六合帮友好到达50，探索六合帮运送官粮，击败埋伏的崔三贯一众，解锁夏侯珺红颜"
    translated: "1. From the beginning of the fourth year in January to the end of the fifth year in December, accumulate wealth to explore Jingbei and purchase any item from Xiahou Jun. 2. Explore the六合帮 (Hexiang Guild) in Jingbei; Xiahou Jun travels to Jingdong Qichun to purchase mugwort. 3. By the end of the sixth year in December, after exploring Jingdong and defeating Cui Sanguan, you will unlock Xiahou Jun's red‑cloaked beauty. 4. Explore Xiangdong by the end of the sixth year in December. 5. Explore Xiangnan by the end of the sixth year in December. 6. From the beginning of the seventh year in January onwards, the Hexiang Guild becomes friendly towards you. You will explore their operations to transport official grain and defeat Cui Sanguan's group, unlocking Xiahou Jun's red‑cloaked beauty."
  - splitPath: LockDesc
    text: "第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品，探索荆北六合帮拜见后，再次探索荆东打败崔三贯后结识。"
    translated: "From the beginning of the fourth year, January to the end of the fifth year, December, wealth accumulates up to 1000. Explore Jingbei and purchase any item from Shi Leader in Xiaohou Jun's place. After meeting with the Hexi Alliance in Jingbei, explore Jingdong and defeat Cui Sanguan to make a connection."
  - splitPath: NameTw
    text: "夏侯珺"
    translated: "Xiahou Jun"
  - splitPath: DescTw
    text: "①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品\\n②探索荊北六合幫，夏侯珺去荊東蘄春收購艾草\\n③截止至第六年十二月，探索荊東打敗崔三貫\\n④截止至第六年十二月，探索湘東\\n⑤截止至第六年十二月，探索湘南\\n⑥第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾，解鎖夏侯珺紅顏"
    translated: "1. Starting from January of the fourth year until December of the fifth year, wealth reaches 10,000 to explore Jingbei, and at Xiaohou Jun's place, they can purchase any item freely. 2. Explore the六合幫in Jingbei, with Xiaohou Jun traveling to Jingdong Qi Chun to purchase mugwort. 3. By December of the sixth year, exploration in Jingdong has defeated Cuisiguan. 4. By December of the sixth year, explore Xiangdong. 5. By December of the sixth year, explore Xiangnan. 6. Starting from January of the seventh year, the relationship with the六合幫becomes friendly up to 10,000. Explore transporting official grain for the六合幫, defeat Cuisiguan and his followers, and unlock Xiaohou Jun's Red Beauty."
  - splitPath: LockDescTw
    text: "第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品，探索荊北六合幫拜見後，再次探索荊東打敗崔三貫後結識。"
    translated: "From January of the fourth year to December of the fifth year, wealth accumulated enough to explore Jingbei and purchase any item at Shi Leader's place. After meeting with the Hexing Help in Jingbei, they then explored Jingdong and befriended someone after defeating Cui Sanguan there."
- raw: "{\r\n    \"Key\": 11,\r\n    \"NameFinal\": \"蕭令儀\",\r\n    \"DescFinal\": \"①第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人殺手救下蕭令儀姐弟\\\\n②截止至第九年十二月，再次探索荊東得知蕭令儀姐弟被追殺原因\\\\n③截止至第九年十二月，探索荊北護送蕭令儀姐弟回家\\\\n④截止至第九年十二月，探索荊北被暗算伏擊，為保護蕭令儀墜入崖下\\\\n⑤截止至第九年十二月，探索荊北擊敗前來追殺的仇朝恩，解鎖蕭令儀紅顏\",\r\n    \"LockDescFinal\": \"第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人救下蕭令儀姐弟，此後再次探索荊東結識。\",\r\n    \"Name\": \"萧令仪\",\r\n    \"Desc\": \"①第七年一月至第九年十二月，福缘到达150，探索荆东击败黑衣人杀手救下萧令仪姐弟\\\\n②截止至第九年十二月，再次探索荆东得知萧令仪姐弟被追杀原因\\\\n③截止至第九年十二月，探索荆北护送萧令仪姐弟回家\\\\n④截止至第九年十二月，探索荆北被暗算伏击，为保护萧令仪坠入崖下\\\\n⑤截止至第九年十二月，探索荆北击败前来追杀的仇朝恩，解锁萧令仪红颜\",\r\n    \"LockDesc\": \"第七年一月至第九年十二月，福缘到达150，探索荆东击败黑衣人救下萧令仪姐弟，此后再次探索荆东结识。\",\r\n    \"NameTw\": \"蕭令儀\",\r\n    \"DescTw\": \"①第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人殺手救下蕭令儀姐弟\\\\n②截止至第九年十二月，再次探索荊東得知蕭令儀姐弟被追殺原因\\\\n③截止至第九年十二月，探索荊北護送蕭令儀姐弟回家\\\\n④截止至第九年十二月，探索荊北被暗算伏擊，為保護蕭令儀墜入崖下\\\\n⑤截止至第九年十二月，探索荊北擊敗前來追殺的仇朝恩，解鎖蕭令儀紅顏\",\r\n    \"LockDescTw\": \"第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人救下蕭令儀姐弟，此後再次探索荊東結識。\"\r\n  }"
  rawIndex: 11
  splits:
  - splitPath: NameFinal
    text: "蕭令儀"
    translated: "Xiao Lingyi"
  - splitPath: DescFinal
    text: "①第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人殺手救下蕭令儀姐弟\\n②截止至第九年十二月，再次探索荊東得知蕭令儀姐弟被追殺原因\\n③截止至第九年十二月，探索荊北護送蕭令儀姐弟回家\\n④截止至第九年十二月，探索荊北被暗算伏擊，為保護蕭令儀墜入崖下\\n⑤截止至第九年十二月，探索荊北擊敗前來追殺的仇朝恩，解鎖蕭令儀紅顏"
    translated: "1. From January of the seventh year to December of the ninth year, Fu Yuan reached 150, exploring Jing Dong and defeating black‑clothed assassins to save Xiao Lingyi and her brother.  2. By December of the ninth year, after re‑exploring Jing Dong, it was discovered why Xiao Lingyi and her brother were being hunted.  3. By December of the ninth year, exploration in Jing Bei resulted in escorting Xiao Lingyi and her brother back home.  4. By December of the ninth year, while exploring Jing Bei, they were ambushed; to protect Xiao Lingyi, Fu Yuan fell into a cliff.  5. By December of the ninth year, after defeating Qian Chaoen who had come to kill them in Jing Bei, Fu Yuan unlocked Xiao Lingyi's red fate."
  - splitPath: LockDescFinal
    text: "第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人救下蕭令儀姐弟，此後再次探索荊東結識。"
    translated: "From January of the seventh year to December of the ninth year, Fortune arrived at 150. They explored Jingdong, defeated the black‑clothed assassins, and saved Xiao Lingyi and her siblings. Afterwards, they again explored Jingdong and made new acquaintances."
  - splitPath: Name
    text: "萧令仪"
    translated: "Xiao Lingyi"
  - splitPath: Desc
    text: "①第七年一月至第九年十二月，福缘到达150，探索荆东击败黑衣人杀手救下萧令仪姐弟\\n②截止至第九年十二月，再次探索荆东得知萧令仪姐弟被追杀原因\\n③截止至第九年十二月，探索荆北护送萧令仪姐弟回家\\n④截止至第九年十二月，探索荆北被暗算伏击，为保护萧令仪坠入崖下\\n⑤截止至第九年十二月，探索荆北击败前来追杀的仇朝恩，解锁萧令仪红颜"
    translated: "From January of the seventh year to December of the ninth year, Fu Yuan arrives at Jingdong, exploring and defeating black‑clothed assassins to save Xiao Lingyi and her brother.  By December of the ninth year, after a second exploration of Jingdong, it is discovered why Xiao Lingyi and her brother are being pursued.  Also by December of the ninth year, an exploration of Jingbei leads to escorting Xiao Lingyi and her brother back home.  In December of the ninth year, during an exploration of Jingbei, they fall into a cliff after being ambushed. In order to protect Xiao Lingyi, one of them falls off the cliff.  By December of the ninth year, exploring Jingbei results in defeating仇朝恩, the enemy who is chasing Xiao Lingyi, and unlocking her Red Beauty status."
  - splitPath: LockDesc
    text: "第七年一月至第九年十二月，福缘到达150，探索荆东击败黑衣人救下萧令仪姐弟，此后再次探索荆东结识。"
    translated: "From January of the seventh year to December of the ninth year, Good Fortune arrived at 150. They explored Jingdong, defeated the black‑clad assassins and saved Xiao Lingyi and her siblings. Afterwards, they explored Jingdong again and met new people."
  - splitPath: NameTw
    text: "蕭令儀"
    translated: "Xiao Lingyi"
  - splitPath: DescTw
    text: "①第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人殺手救下蕭令儀姐弟\\n②截止至第九年十二月，再次探索荊東得知蕭令儀姐弟被追殺原因\\n③截止至第九年十二月，探索荊北護送蕭令儀姐弟回家\\n④截止至第九年十二月，探索荊北被暗算伏擊，為保護蕭令儀墜入崖下\\n⑤截止至第九年十二月，探索荊北擊敗前來追殺的仇朝恩，解鎖蕭令儀紅顏"
    translated: "1. From January of the seventh year to December of the ninth year, Fu Yuan reached 150, exploring Jing Dong and defeating black‑clothed assassins to save Xiao Lingyi and her brother.  2. By December of the ninth year, after re‑exploring Jing Dong, it was discovered why Xiao Lingyi and her brother were being hunted.  3. By December of the ninth year, exploration in Jing Bei resulted in escorting Xiao Lingyi and her brother back home.  4. By December of the ninth year, while exploring Jing Bei, they were ambushed; to protect Xiao Lingyi, Fu Yuan fell into a cliff.  5. By December of the ninth year, after defeating Qian Chaoen who had come to kill them in Jing Bei, Fu Yuan unlocked Xiao Lingyi's red fate."
  - splitPath: LockDescTw
    text: "第七年一月至第九年十二月，福緣到達150，探索荊東擊敗黑衣人救下蕭令儀姐弟，此後再次探索荊東結識。"
    translated: "From January of the seventh year to December of the ninth year, Fortune arrived at 150. They explored Jingdong, defeated the black‑clothed assassins, and saved Xiao Lingyi and her siblings. Afterwards, they again explored Jingdong and made new acquaintances."
- raw: "{\r\n    \"Key\": 12,\r\n    \"NameFinal\": \"艾琳娜\",\r\n    \"DescFinal\": \"①第四年一月至第六年十二月，探索荊北答應艾琳娜成為嚮導\\\\n②截止至第六年十二月探索湘南遊覽衡山\\\\n③截止至第六年十二月探索湘東品嚐美食\\\\n④截止至第六年十二月探索荊東遊覽黃鶴樓\\\\n⑤第七年一月至第九年十二月，探索荊東結識達達里奧\\\\n⑥截止至第九年十二月，探索荊東戰勝達達里奧，解鎖艾琳娜紅顏\",\r\n    \"LockDescFinal\": \"第四年一月至第六年十二月，福緣到達80探索荊北，答應艾琳娜成為嚮導結識。\",\r\n    \"Name\": \"艾琳娜\",\r\n    \"Desc\": \"①第四年一月至第六年十二月，探索荆北答应艾琳娜成为向导\\\\n②截止至第六年十二月探索湘南游览衡山\\\\n③截止至第六年十二月探索湘东品尝美食\\\\n④截止至第六年十二月探索荆东游览黄鹤楼\\\\n⑤第七年一月至第九年十二月，探索荆东结识达达里奥\\\\n⑥截止至第九年十二月，探索荆东战胜达达里奥，解锁艾琳娜红颜\",\r\n    \"LockDesc\": \"第四年一月至第六年十二月，福缘到达80探索荆北，答应艾琳娜成为向导结识。\",\r\n    \"NameTw\": \"艾琳娜\",\r\n    \"DescTw\": \"①第四年一月至第六年十二月，探索荊北答應艾琳娜成為嚮導\\\\n②截止至第六年十二月探索湘南遊覽衡山\\\\n③截止至第六年十二月探索湘東品嚐美食\\\\n④截止至第六年十二月探索荊東遊覽黃鶴樓\\\\n⑤第七年一月至第九年十二月，探索荊東結識達達里奧\\\\n⑥截止至第九年十二月，探索荊東戰勝達達里奧，解鎖艾琳娜紅顏\",\r\n    \"LockDescTw\": \"第四年一月至第六年十二月，福緣到達80探索荊北，答應艾琳娜成為嚮導結識。\"\r\n  }"
  rawIndex: 12
  splits:
  - splitPath: NameFinal
    text: "艾琳娜"
    translated: "Elena"
  - splitPath: DescFinal
    text: "①第四年一月至第六年十二月，探索荊北答應艾琳娜成為嚮導\\n②截止至第六年十二月探索湘南遊覽衡山\\n③截止至第六年十二月探索湘東品嚐美食\\n④截止至第六年十二月探索荊東遊覽黃鶴樓\\n⑤第七年一月至第九年十二月，探索荊東結識達達里奧\\n⑥截止至第九年十二月，探索荊東戰勝達達里奧，解鎖艾琳娜紅顏"
    translated: "1. From January of the fourth year to December of the sixth year, explore Jingbei and guide Elena. 2. By December of the sixth year, explore Xiangnan and tour Hengshan. 3. By December of the sixth year, explore Xiangdong and sample local cuisine. 4. By December of the sixth year, explore Jindong and tour Yellow Crane Tower. 5. From January of the seventh year to December of the ninth year, explore Jindong and befriend Dadyario. 6. By December of the ninth year, explore Jindong, defeat Dadyario, and unlock Elena's beauty."
  - splitPath: LockDescFinal
    text: "第四年一月至第六年十二月，福緣到達80探索荊北，答應艾琳娜成為嚮導結識。"
    translated: "From January of the fourth year to December of the sixth year, Fu Yuan arrived in Jing North to explore and agreed to guide Elena, thus becoming acquainted with her."
  - splitPath: Name
    text: "艾琳娜"
    translated: "Elena"
  - splitPath: Desc
    text: "①第四年一月至第六年十二月，探索荆北答应艾琳娜成为向导\\n②截止至第六年十二月探索湘南游览衡山\\n③截止至第六年十二月探索湘东品尝美食\\n④截止至第六年十二月探索荆东游览黄鹤楼\\n⑤第七年一月至第九年十二月，探索荆东结识达达里奥\\n⑥截止至第九年十二月，探索荆东战胜达达里奥，解锁艾琳娜红颜"
    translated: "1. From January of the fourth year to December of the sixth year, explore Jingbei and agree to act as a guide for Ailina. 2. By December of the sixth year, explore Xiangnan and tour Hengshan. 3. By December of the sixth year, explore Xiangdong and savor local delicacies. 4. By December of the sixth year, explore Jingdong and tour Yellow Crane Tower. 5. From January of the seventh year to December of the ninth year, explore Jingdong and befriend Dadiario. 6. By December of the ninth year, explore Jingdong and defeat Dadiario, unlocking Ailina's Red Beauty."
  - splitPath: LockDesc
    text: "第四年一月至第六年十二月，福缘到达80探索荆北，答应艾琳娜成为向导结识。"
    translated: "From January of the fourth year to December of the sixth year, Fu Yuan arrived in Jingbei to explore with 80, and agreed to become a guide and get acquainted with her."
  - splitPath: NameTw
    text: "艾琳娜"
    translated: "Elena"
  - splitPath: DescTw
    text: "①第四年一月至第六年十二月，探索荊北答應艾琳娜成為嚮導\\n②截止至第六年十二月探索湘南遊覽衡山\\n③截止至第六年十二月探索湘東品嚐美食\\n④截止至第六年十二月探索荊東遊覽黃鶴樓\\n⑤第七年一月至第九年十二月，探索荊東結識達達里奧\\n⑥截止至第九年十二月，探索荊東戰勝達達里奧，解鎖艾琳娜紅顏"
    translated: "1. From January of the fourth year to December of the sixth year, explore Jingbei and guide Elena. 2. By December of the sixth year, explore Xiangnan and tour Hengshan. 3. By December of the sixth year, explore Xiangdong and sample local cuisine. 4. By December of the sixth year, explore Jindong and tour Yellow Crane Tower. 5. From January of the seventh year to December of the ninth year, explore Jindong and befriend Dadyario. 6. By December of the ninth year, explore Jindong, defeat Dadyario, and unlock Elena's beauty."
  - splitPath: LockDescTw
    text: "第四年一月至第六年十二月，福緣到達80探索荊北，答應艾琳娜成為嚮導結識。"
    translated: "From January of the fourth year to December of the sixth year, Fu Yuan arrived in Jing North to explore and agreed to guide Elena, thus becoming acquainted with her."
- raw: "{\r\n    \"Key\": 13,\r\n    \"NameFinal\": \"展青鋒\",\r\n    \"DescFinal\": \"①第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人\\\\n②探索湘北拜訪宗信\\\\n③探索荊東拜訪史忠澤\\\\n④探索荊北拜訪魯孝寬\\\\n⑤探索荊北發覺陰謀\\\\n⑥靈活到達160，探索湘北山洞遇險，逃出後擊敗宗信三人，解鎖展青鋒紅顏\",\r\n    \"LockDescFinal\": \"第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人結識。\",\r\n    \"Name\": \"展青锋\",\r\n    \"Desc\": \"①第六年一月开始，已开放荆湘六扇门，探索湘北选择相助展青锋抓捕贼人\\\\n②探索湘北拜访宗信\\\\n③探索荆东拜访史忠泽\\\\n④探索荆北拜访鲁孝宽\\\\n⑤探索荆北发觉阴谋\\\\n⑥灵活到达160，探索湘北山洞遇险，逃出后击败宗信三人，解锁展青锋红颜\",\r\n    \"LockDesc\": \"第六年一月开始，已开放荆湘六扇门，探索湘北选择相助展青锋抓捕贼人结识。\",\r\n    \"NameTw\": \"展青鋒\",\r\n    \"DescTw\": \"①第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人\\\\n②探索湘北拜訪宗信\\\\n③探索荊東拜訪史忠澤\\\\n④探索荊北拜訪魯孝寬\\\\n⑤探索荊北發覺陰謀\\\\n⑥靈活到達160，探索湘北山洞遇險，逃出後擊敗宗信三人，解鎖展青鋒紅顏\",\r\n    \"LockDescTw\": \"第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人結識。\"\r\n  }"
  rawIndex: 13
  splits:
  - splitPath: NameFinal
    text: "展青鋒"
    translated: "Zhan Qingfeng"
  - splitPath: DescFinal
    text: "①第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人\\n②探索湘北拜訪宗信\\n③探索荊東拜訪史忠澤\\n④探索荊北拜訪魯孝寬\\n⑤探索荊北發覺陰謀\\n⑥靈活到達160，探索湘北山洞遇險，逃出後擊敗宗信三人，解鎖展青鋒紅顏"
    translated: "1. Starting in January of the sixth year, the Jingxiang Six Doors have already been opened for exploration. Choosing to assist Xianbei in catching bandits involves exploring northern Xian. 2. Explore northern Xian and visit Zong Xin. 3. Explore eastern Jing and visit Shi Zhongze. 4. Explore northern Jing and visit Lu Xiaowuan. 5. Explore northern Jing and uncover a conspiracy. 6. Flexibly arrive at 160, explore the caves in northern Xian, encounter danger, escape afterwards, defeat Zong Xin and his three companions, unlocking Xianting's Red Beauty."
  - splitPath: LockDescFinal
    text: "第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人結識。"
    translated: "Starting in the sixth year of January, the Jingxiang Six Doors have been opened. Explore northern Hunan to assist and meet Qingfeng, who will help capture bandits."
  - splitPath: Name
    text: "展青锋"
    translated: "Zhan Qingfeng"
  - splitPath: Desc
    text: "①第六年一月开始，已开放荆湘六扇门，探索湘北选择相助展青锋抓捕贼人\\n②探索湘北拜访宗信\\n③探索荆东拜访史忠泽\\n④探索荆北拜访鲁孝宽\\n⑤探索荆北发觉阴谋\\n⑥灵活到达160，探索湘北山洞遇险，逃出后击败宗信三人，解锁展青锋红颜"
    translated: "Starting in January of the sixth year, the Jingxiang Six Doors have already been opened. Explore Xiangbei and choose to assist in dispatching Qin Qingfeng to capture bandits.  Explore Xiangbei to visit Zong Xin.  Explore Jindong to visit Shi Zhongze.  Explore Jinbei to visit Lu Xiaowuan.  Explore Jinbei to discover a conspiracy.  Flexible arrival at 160, explore the caves in Xiangbei and encounter danger. After escaping, defeat Zong Xin and his three companions to unlock Qin Qingfeng's Red Lotus Friendship."
  - splitPath: LockDesc
    text: "第六年一月开始，已开放荆湘六扇门，探索湘北选择相助展青锋抓捕贼人结识。"
    translated: "Starting in the sixth year of January, the Jinxiang Six‑Fan Gate has been open for exploration. Players can choose to assist in capturing bandits and meet Qingfeng during this process in the northern part of Xiangjiang."
  - splitPath: NameTw
    text: "展青鋒"
    translated: "Zhan Qingfeng"
  - splitPath: DescTw
    text: "①第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人\\n②探索湘北拜訪宗信\\n③探索荊東拜訪史忠澤\\n④探索荊北拜訪魯孝寬\\n⑤探索荊北發覺陰謀\\n⑥靈活到達160，探索湘北山洞遇險，逃出後擊敗宗信三人，解鎖展青鋒紅顏"
    translated: "1. Starting in January of the sixth year, the Jingxiang Six Doors have already been opened for exploration. Choosing to assist Xianbei in catching bandits involves exploring northern Xian. 2. Explore northern Xian and visit Zong Xin. 3. Explore eastern Jing and visit Shi Zhongze. 4. Explore northern Jing and visit Lu Xiaowuan. 5. Explore northern Jing and uncover a conspiracy. 6. Flexibly arrive at 160, explore the caves in northern Xian, encounter danger, escape afterwards, defeat Zong Xin and his three companions, unlocking Xianting's Red Beauty."
  - splitPath: LockDescTw
    text: "第六年一月開始，已開放荊湘六扇門，探索湘北選擇相助展青鋒抓捕賊人結識。"
    translated: "Starting in the sixth year of January, the Jingxiang Six Doors have been opened. Explore northern Hunan to assist and meet Qingfeng, who will help capture bandits."
- raw: "{\r\n    \"Key\": 17,\r\n    \"NameFinal\": \"薛如意\",\r\n    \"DescFinal\": \"①探索荊南戰勝薛宮得知九龍牌祕密。\\\\n②探索荊南破廟露宿獲取睚眥銅牌。\\\\n③探索荊南開啟寶藏山洞，戰勝劉瑾後劉瑾與薛如意墜崖。\\\\n④探索荊南再遇薛如意，一起前去劉瑾寶藏，解鎖薛如意紅顏。\",\r\n    \"LockDescFinal\": \"獲取七枚九龍銅牌後，探索荊南，遇到行腳商高五，再次探索荊南花費一千錢購買屓贔銅牌，並選擇不轉讓給薛宮，此後再次探索荊南樹林中遇到薛宮襲擊，將其擊敗後結識。\\\\n<color=#ff0000>注意：</color><color=#ffffff>九龍銅牌獲取方法見俠客圖鑑，結識薛如意需要的七枚銅牌為：螭吻銅牌、饕餮銅牌、蚣蝮銅牌、椒圖銅牌、金猊銅牌、蒲牢銅牌及狴犴銅牌。</color>\",\r\n    \"Name\": \"薛如意\",\r\n    \"Desc\": \"①探索荆南战胜薛宫得知九龙牌秘密。\\\\n②探索荆南破庙露宿获取睚眦铜牌。\\\\n③探索荆南开启宝藏山洞，战胜刘瑾后刘瑾与薛如意坠崖。\\\\n④探索荆南再遇薛如意，一起前去刘瑾宝藏，解锁薛如意红颜。\",\r\n    \"LockDesc\": \"获取七枚九龙铜牌后，探索荆南，遇到行脚商高五，再次探索荆南花费一千钱购买屃赑铜牌，并选择不转让给薛宫，此后再次探索荆南树林中遇到薛宫袭击，将其击败后结识。\\\\n<color=#ff0000>注意：</color><color=#ffffff>九龙铜牌获取方法见侠客图鉴，结识薛如意需要的七枚铜牌为：螭吻铜牌、饕餮铜牌、蚣蝮铜牌、椒图铜牌、金猊铜牌、蒲牢铜牌及狴犴铜牌。</color>\",\r\n    \"NameTw\": \"薛如意\",\r\n    \"DescTw\": \"①探索荊南戰勝薛宮得知九龍牌祕密。\\\\n②探索荊南破廟露宿獲取睚眥銅牌。\\\\n③探索荊南開啟寶藏山洞，戰勝劉瑾後劉瑾與薛如意墜崖。\\\\n④探索荊南再遇薛如意，一起前去劉瑾寶藏，解鎖薛如意紅顏。\",\r\n    \"LockDescTw\": \"獲取七枚九龍銅牌後，探索荊南，遇到行腳商高五，再次探索荊南花費一千錢購買屓贔銅牌，並選擇不轉讓給薛宮，此後再次探索荊南樹林中遇到薛宮襲擊，將其擊敗後結識。\\\\n<color=#ff0000>注意：</color><color=#ffffff>九龍銅牌獲取方法見俠客圖鑑，結識薛如意需要的七枚銅牌為：螭吻銅牌、饕餮銅牌、蚣蝮銅牌、椒圖銅牌、金猊銅牌、蒲牢銅牌及狴犴銅牌。</color>\"\r\n  }"
  rawIndex: 17
  splits:
  - splitPath: NameFinal
    text: "薛如意"
    translated: "Xue Ruyi"
  - splitPath: DescFinal
    text: "①探索荊南戰勝薛宮得知九龍牌祕密。\\n②探索荊南破廟露宿獲取睚眥銅牌。\\n③探索荊南開啟寶藏山洞，戰勝劉瑾後劉瑾與薛如意墜崖。\\n④探索荊南再遇薛如意，一起前去劉瑾寶藏，解鎖薛如意紅顏。"
    translated: "1. Explore Jingnan to win against Xu Gong and discover the secrets of the Nine Dragon Token. 2. Camp out in the ruins of Jingnan to find the Ji Zhi copper token. 3. Explore Jingnan to open a treasure cave; after defeating Liu Jin, both Liu Jin and Xue Ruyi fall off a cliff. 4. Encounter Xue Ruyi again in Jingnan and proceed with her to Liu Jin's treasure to unlock her red banner status."
  - splitPath: LockDescFinal
    text: "獲取七枚九龍銅牌後，探索荊南，遇到行腳商高五，再次探索荊南花費一千錢購買屓贔銅牌，並選擇不轉讓給薛宮，此後再次探索荊南樹林中遇到薛宮襲擊，將其擊敗後結識。\\n<color=#ff0000>注意：</color><color=#ffffff>九龍銅牌獲取方法見俠客圖鑑，結識薛如意需要的七枚銅牌為：螭吻銅牌、饕餮銅牌、蚣蝮銅牌、椒圖銅牌、金猊銅牌、蒲牢銅牌及狴犴銅牌。</color>"
    translated: "After obtaining seven Dragon's Scale copper coins, explore Jingnan and meet the itinerant merchant Gao Wu. Re‑explore Jingnan and spend one thousand money to purchase a Liqibo copper coin. Choose not to transfer it to She Wenyi, and subsequently encounter She Wenyi's attack while exploring the Jingnan forest. Defeat him and then become acquainted.  <color=#ff0000>Note:</color><color=#ffffff> The method to obtain the Dragon's Scale copper coins is found in the侠客图鉴 (Xiake Tujian). To meet She Wenyi, you need seven copper coins: Chiwen Copper Coin, Tao tie Copper Coin, Gongfu Copper Coin, Jitu Copper Coin, Jinni Copper Coin, Pulao Copper Coin, and Biange Copper Coin.</color>"
  - splitPath: Name
    text: "薛如意"
    translated: "Xue Ruyi"
  - splitPath: Desc
    text: "①探索荆南战胜薛宫得知九龙牌秘密。\\n②探索荆南破庙露宿获取睚眦铜牌。\\n③探索荆南开启宝藏山洞，战胜刘瑾后刘瑾与薛如意坠崖。\\n④探索荆南再遇薛如意，一起前去刘瑾宝藏，解锁薛如意红颜。"
    translated: "1. Explore Jingnan to defeat Xue Gong and uncover the secret of the Nine‑Dragon Token. 2. Explore Jingnan in a ruined temple, camp overnight there to obtain the Ya Zi copper token. 3. Explore Jingnan to open a treasure cave and defeat Liu Jin; after defeating Liu Jin, both he and Xue Ruyi fall from a cliff. 4. Encounter Xue Ruyi again in Jingnan and go together to Liu Jin's treasure to unlock her status as his Red‑Haired Beauty."
  - splitPath: LockDesc
    text: "获取七枚九龙铜牌后，探索荆南，遇到行脚商高五，再次探索荆南花费一千钱购买屃赑铜牌，并选择不转让给薛宫，此后再次探索荆南树林中遇到薛宫袭击，将其击败后结识。\\n<color=#ff0000>注意：</color><color=#ffffff>九龙铜牌获取方法见侠客图鉴，结识薛如意需要的七枚铜牌为：螭吻铜牌、饕餮铜牌、蚣蝮铜牌、椒图铜牌、金猊铜牌、蒲牢铜牌及狴犴铜牌。</color>"
    translated: "After acquiring seven Dragon‑Embracing Copper Plaques, explore Jingnan and encounter the itinerant merchant Gao Wu. Re‑explore Jingnan to spend one thousand Coin on acquiring a Xi Bi Copper Plaque, and choose not to transfer it to Xue Gong. Afterward, while re‑exploring the forests of Jingnan, you will be ambushed by Xue Gong; defeat him to make a acquaintance.  <color=#ff0000>Note:</color><color=#ffffff> The method to obtain the Dragon‑Embracing Copper Plaques is detailed in the Wandering Knight Encyclopaedia. To befriend Xue Yushi, you need seven copper plaques: Chiwen Copper Plaque, Taotie Copper Plaque, Gongfu Copper Plaque, Jitu Copper Plaque, Jinni Copper Plaque, Bulao Copper Plaque, and Biangai Copper Plaque.</color>"
  - splitPath: NameTw
    text: "薛如意"
    translated: "Xue Ruyi"
  - splitPath: DescTw
    text: "①探索荊南戰勝薛宮得知九龍牌祕密。\\n②探索荊南破廟露宿獲取睚眥銅牌。\\n③探索荊南開啟寶藏山洞，戰勝劉瑾後劉瑾與薛如意墜崖。\\n④探索荊南再遇薛如意，一起前去劉瑾寶藏，解鎖薛如意紅顏。"
    translated: "1. Explore Jingnan to win against Xu Gong and discover the secrets of the Nine Dragon Token. 2. Camp out in the ruins of Jingnan to find the Ji Zhi copper token. 3. Explore Jingnan to open a treasure cave; after defeating Liu Jin, both Liu Jin and Xue Ruyi fall off a cliff. 4. Encounter Xue Ruyi again in Jingnan and proceed with her to Liu Jin's treasure to unlock her red banner status."
  - splitPath: LockDescTw
    text: "獲取七枚九龍銅牌後，探索荊南，遇到行腳商高五，再次探索荊南花費一千錢購買屓贔銅牌，並選擇不轉讓給薛宮，此後再次探索荊南樹林中遇到薛宮襲擊，將其擊敗後結識。\\n<color=#ff0000>注意：</color><color=#ffffff>九龍銅牌獲取方法見俠客圖鑑，結識薛如意需要的七枚銅牌為：螭吻銅牌、饕餮銅牌、蚣蝮銅牌、椒圖銅牌、金猊銅牌、蒲牢銅牌及狴犴銅牌。</color>"
    translated: "After obtaining seven Dragon's Scale copper coins, explore Jingnan and meet the itinerant merchant Gao Wu. Re‑explore Jingnan and spend one thousand money to purchase a Liqibo copper coin. Choose not to transfer it to She Wenyi, and subsequently encounter She Wenyi's attack while exploring the Jingnan forest. Defeat him and then become acquainted.  <color=#ff0000>Note:</color><color=#ffffff> The method to obtain the Dragon's Scale copper coins is found in the侠客图鉴 (Xiake Tujian). To meet She Wenyi, you need seven copper coins: Chiwen Copper Coin, Tao tie Copper Coin, Gongfu Copper Coin, Jitu Copper Coin, Jinni Copper Coin, Pulao Copper Coin, and Biange Copper Coin.</color>"
- raw: "{\r\n    \"Key\": 14,\r\n    \"NameFinal\": \"風間愛\",\r\n    \"DescFinal\": \"①第六年一月至第七年十二月探索湘北戰勝鳥居翔太救下風間愛。②第六年一月至第七年十二月探索湘北瞭解風間愛身世。\\\\n③第六年一月至第七年十二月探索湘北戰勝神保清長。\\\\n④第六年一月至第七年十二月探索湘北戰勝伴七郎，解鎖風間愛紅顏。\",\r\n    \"LockDescFinal\": \"第四年一月至第五年十二月，兩次探索湘北幫助扶桑少女，第一次福緣到達70，第二次財富到達300，第六年一月至第七年十二月探索湘北戰勝鳥居翔太結識。\",\r\n    \"Name\": \"风间爱\",\r\n    \"Desc\": \"①第六年一月至第七年十二月探索湘北战胜鸟居翔太救下风间爱。②第六年一月至第七年十二月探索湘北了解风间爱身世。\\\\n③第六年一月至第七年十二月探索湘北战胜神保清长。\\\\n④第六年一月至第七年十二月探索湘北战胜伴七郎，解锁风间爱红颜。\",\r\n    \"LockDesc\": \"第四年一月至第五年十二月，两次探索湘北帮助扶桑少女，第一次福缘到达70，第二次财富到达300，第六年一月至第七年十二月探索湘北战胜鸟居翔太结识。\",\r\n    \"NameTw\": \"風間愛\",\r\n    \"DescTw\": \"①第六年一月至第七年十二月探索湘北戰勝鳥居翔太救下風間愛。②第六年一月至第七年十二月探索湘北瞭解風間愛身世。\\\\n③第六年一月至第七年十二月探索湘北戰勝神保清長。\\\\n④第六年一月至第七年十二月探索湘北戰勝伴七郎，解鎖風間愛紅顏。\",\r\n    \"LockDescTw\": \"第四年一月至第五年十二月，兩次探索湘北幫助扶桑少女，第一次福緣到達70，第二次財富到達300，第六年一月至第七年十二月探索湘北戰勝鳥居翔太結識。\"\r\n  }"
  rawIndex: 14
  splits:
  - splitPath: NameFinal
    text: "風間愛"
    translated: "Ai Fumaoka"
  - splitPath: DescFinal
    text: "①第六年一月至第七年十二月探索湘北戰勝鳥居翔太救下風間愛。②第六年一月至第七年十二月探索湘北瞭解風間愛身世。\\n③第六年一月至第七年十二月探索湘北戰勝神保清長。\\n④第六年一月至第七年十二月探索湘北戰勝伴七郎，解鎖風間愛紅顏。"
    translated: "1. From January of the sixth year to December of the seventh year, explore Rikuzen to defeat Kiba Shouta and save Fugiwara Ai. 2. From January of the sixth year to December of the seventh year, explore Rikuzen to understand Fugiwara Ai's background. 3. From January of the sixth year to December of the seventh year, explore Rikuzen to defeat Shinba Kiyochang. 4. From January of the sixth year to December of the seventh year, explore Rikuzen to defeat Ban Shichiro and unlock Fugiwara Ai's red charm."
  - splitPath: LockDescFinal
    text: "第四年一月至第五年十二月，兩次探索湘北幫助扶桑少女，第一次福緣到達70，第二次財富到達300，第六年一月至第七年十二月探索湘北戰勝鳥居翔太結識。"
    translated: "From January of the fourth year to December of the fifth year, I undertook two expeditions to Xiangbei to help a Japanese girl. During the first expedition, my good fortune reached 70, and during the second, my wealth increased to 300. From January of the sixth year to December of the seventh year, I explored Xiangbei, fought against Toriyama Ryouta, and made acquaintances."
  - splitPath: Name
    text: "风间爱"
    translated: "Feng Jian Ai"
  - splitPath: Desc
    text: "①第六年一月至第七年十二月探索湘北战胜鸟居翔太救下风间爱。②第六年一月至第七年十二月探索湘北了解风间爱身世。\\n③第六年一月至第七年十二月探索湘北战胜神保清长。\\n④第六年一月至第七年十二月探索湘北战胜伴七郎，解锁风间爱红颜。"
    translated: "1. From January of the sixth year to December of the seventh year, explore northern Hunan and defeat Akiyama Shouta, rescue Fuwakata Ai. 2. From January of the sixth year to December of the seventh year, explore northern Hunan and learn about Fuwakata Ai's background. 3. From January of the sixth year to December of the seventh year, explore northern Hunan and defeat Shinba Kiyochika. 4. From January of the sixth year to December of the seventh year, explore northern Hunan and defeat Ban Nanaro, unlocking Fuwakata Ai's maiden name."
  - splitPath: LockDesc
    text: "第四年一月至第五年十二月，两次探索湘北帮助扶桑少女，第一次福缘到达70，第二次财富到达300，第六年一月至第七年十二月探索湘北战胜鸟居翔太结识。"
    translated: "From January of the fourth year to December of the fifth year, I explored Xiangbei twice to help the Shinto maiden. During the first exploration, good fortune reached 70. During the second, wealth reached 300. From January of the sixth year to December of the seventh year, I explored Xiangbei and defeated Kirishima Shotaro, thus making acquaintances with him."
  - splitPath: NameTw
    text: "風間愛"
    translated: "Ai Fumaoka"
  - splitPath: DescTw
    text: "①第六年一月至第七年十二月探索湘北戰勝鳥居翔太救下風間愛。②第六年一月至第七年十二月探索湘北瞭解風間愛身世。\\n③第六年一月至第七年十二月探索湘北戰勝神保清長。\\n④第六年一月至第七年十二月探索湘北戰勝伴七郎，解鎖風間愛紅顏。"
    translated: "1. From January of the sixth year to December of the seventh year, explore Rikuzen to defeat Kiba Shouta and save Fugiwara Ai. 2. From January of the sixth year to December of the seventh year, explore Rikuzen to understand Fugiwara Ai's background. 3. From January of the sixth year to December of the seventh year, explore Rikuzen to defeat Shinba Kiyochang. 4. From January of the sixth year to December of the seventh year, explore Rikuzen to defeat Ban Shichiro and unlock Fugiwara Ai's red charm."
  - splitPath: LockDescTw
    text: "第四年一月至第五年十二月，兩次探索湘北幫助扶桑少女，第一次福緣到達70，第二次財富到達300，第六年一月至第七年十二月探索湘北戰勝鳥居翔太結識。"
    translated: "From January of the fourth year to December of the fifth year, I undertook two expeditions to Xiangbei to help a Japanese girl. During the first expedition, my good fortune reached 70, and during the second, my wealth increased to 300. From January of the sixth year to December of the seventh year, I explored Xiangbei, fought against Toriyama Ryouta, and made acquaintances."
- raw: "{\r\n    \"Key\": 15,\r\n    \"NameFinal\": \"風間月\",\r\n    \"DescFinal\": \"①探索湘北遇到風間月刺殺並戰勝。②探索湘北在呂霸先和呼摩勒手中救下風間夜、風間月。\\\\n③探索湘北風間愛、風間月夜話。\\\\n④探索湘北風間月池邊傾慕，解鎖風間月紅顏。\",\r\n    \"LockDescFinal\": \"第八年前解鎖風間愛紅顏，並粉碎至少兩次寧王陰謀，第八年探索湘北連勝三場攪亂寧王擂並在最終任意選擇後，再次探索湘北遇到風間月刺殺結識。\",\r\n    \"Name\": \"风间月\",\r\n    \"Desc\": \"①探索湘北遇到风间月刺杀并战胜。②探索湘北在吕霸先和呼摩勒手中救下风间夜、风间月。\\\\n③探索湘北风间爱、风间月夜话。\\\\n④探索湘北风间月池边倾慕，解锁风间月红颜。\",\r\n    \"LockDesc\": \"第八年前解锁风间爱红颜，并粉碎至少两次宁王阴谋，第八年探索湘北连胜三场搅乱宁王擂并在最终任意选择后，再次探索湘北遇到风间月刺杀结识。\",\r\n    \"NameTw\": \"風間月\",\r\n    \"DescTw\": \"①探索湘北遇到風間月刺殺並戰勝。②探索湘北在呂霸先和呼摩勒手中救下風間夜、風間月。\\\\n③探索湘北風間愛、風間月夜話。\\\\n④探索湘北風間月池邊傾慕，解鎖風間月紅顏。\",\r\n    \"LockDescTw\": \"第八年前解鎖風間愛紅顏，並粉碎至少兩次寧王陰謀，第八年探索湘北連勝三場攪亂寧王擂並在最終任意選擇後，再次探索湘北遇到風間月刺殺結識。\"\r\n  }"
  rawIndex: 15
  splits:
  - splitPath: NameFinal
    text: "風間月"
    translated: "Moon Wind间"
  - splitPath: DescFinal
    text: "①探索湘北遇到風間月刺殺並戰勝。②探索湘北在呂霸先和呼摩勒手中救下風間夜、風間月。\\n③探索湘北風間愛、風間月夜話。\\n④探索湘北風間月池邊傾慕，解鎖風間月紅顏。"
    translated: "1. Exploring Xiangbei and encountering Fugan Yue's assassination attempt, ultimately defeating him. 2. Exploring Xiangbei, you save Fugan Ye from Lubaixian and Huma Le, with Fugan Yue's assistance. 3. Exploring Xiangbei, Fugan Ai and Fugan Yue have a heart‑to‑heart talk. 4. Exploring Xiangbei near the pond by Fugan Yue's residence, expressing admiration for him, unlocking Fugan Yue as a female character."
  - splitPath: LockDescFinal
    text: "第八年前解鎖風間愛紅顏，並粉碎至少兩次寧王陰謀，第八年探索湘北連勝三場攪亂寧王擂並在最終任意選擇後，再次探索湘北遇到風間月刺殺結識。"
    translated: "Unlocked Feng Jian Aihongyan eight years ago and shattered at least two Prince Ning conspiracies. In the eighth year, explored Xiangbei, winning three consecutive matches to stir up Prince Ning's arena, and finally, after randomly choosing an ending, revisited Xiangbei where Feng Jian Yue assassinated me, leading to our acquaintance."
  - splitPath: Name
    text: "风间月"
    translated: "Moonwind Month"
  - splitPath: Desc
    text: "①探索湘北遇到风间月刺杀并战胜。②探索湘北在吕霸先和呼摩勒手中救下风间夜、风间月。\\n③探索湘北风间爱、风间月夜话。\\n④探索湘北风间月池边倾慕，解锁风间月红颜。"
    translated: "1. Exploring Xiangbei and encountering a assassination attempt by Fujian Yue; defeating him. 2. Exploring Xiangbei to save Fujian Ye from the hands of Lu Baxian and Humole, with Fujian Yue also present. 3. Exploring Xiangbei, conversing with Fujian Ai and Fujian Yue at the Fujian Yue Pool. 4. Exploring Xiangbei by the Fujian Yue Pool, expressing admiration for him, and unlocking his feminine side."
  - splitPath: LockDesc
    text: "第八年前解锁风间爱红颜，并粉碎至少两次宁王阴谋，第八年探索湘北连胜三场搅乱宁王擂并在最终任意选择后，再次探索湘北遇到风间月刺杀结识。"
    translated: "Unlock Wind Between's Love in the Eighth Year and thwart Prince Ning's schemes at least twice. In the Eighth Year, explore Xiangbei to win three consecutive battles and disrupt Prince Ning's arena. After making any final choice, revisit Xiangbei where you meet Wind Between's Moon during an assassination attempt, thereby becoming acquainted."
  - splitPath: NameTw
    text: "風間月"
    translated: "Moon Wind间"
  - splitPath: DescTw
    text: "①探索湘北遇到風間月刺殺並戰勝。②探索湘北在呂霸先和呼摩勒手中救下風間夜、風間月。\\n③探索湘北風間愛、風間月夜話。\\n④探索湘北風間月池邊傾慕，解鎖風間月紅顏。"
    translated: "1. Exploring Xiangbei and encountering Fugan Yue's assassination attempt, ultimately defeating him. 2. Exploring Xiangbei, you save Fugan Ye from Lubaixian and Huma Le, with Fugan Yue's assistance. 3. Exploring Xiangbei, Fugan Ai and Fugan Yue have a heart‑to‑heart talk. 4. Exploring Xiangbei near the pond by Fugan Yue's residence, expressing admiration for him, unlocking Fugan Yue as a female character."
  - splitPath: LockDescTw
    text: "第八年前解鎖風間愛紅顏，並粉碎至少兩次寧王陰謀，第八年探索湘北連勝三場攪亂寧王擂並在最終任意選擇後，再次探索湘北遇到風間月刺殺結識。"
    translated: "Unlocked Feng Jian Aihongyan eight years ago and shattered at least two Prince Ning conspiracies. In the eighth year, explored Xiangbei, winning three consecutive matches to stir up Prince Ning's arena, and finally, after randomly choosing an ending, revisited Xiangbei where Feng Jian Yue assassinated me, leading to our acquaintance."
- raw: "{\r\n    \"Key\": 501,\r\n    \"NameFinal\": \"沈蓉蓉\",\r\n    \"DescFinal\": \"①截止至第五年十二月，探索湘南迴憶與沈蓉蓉幼年往事\\\\n②截止至第五年十二月，探索湘東回憶幼年往事，遇到野豬並戰勝\\\\n③第六年一月至十二月，探索湘東發現沈蓉蓉和天魔教章太歧見面，選擇裝作不知情並戰勝章太歧\\\\n④第七年五月開始，探索湘南，沈蓉蓉毒發，福緣到達160遇到高人搭救解鎖沈蓉蓉紅顏\",\r\n    \"LockDescFinal\": \"第四年一月至第五年十二月，福緣到達80，探索湘南結識。\",\r\n    \"Name\": \"沈蓉蓉\",\r\n    \"Desc\": \"①截止至第五年十二月，探索湘南回忆与沈蓉蓉幼年往事\\\\n②截止至第五年十二月，探索湘东回忆幼年往事，遇到野猪并战胜\\\\n③第六年一月至十二月，探索湘东发现沈蓉蓉和天魔教章太歧见面，选择装作不知情并战胜章太歧\\\\n④第七年五月开始，探索湘南，沈蓉蓉毒发，福缘到达160遇到高人搭救解锁沈蓉蓉红颜\",\r\n    \"LockDesc\": \"第四年一月至第五年十二月，福缘到达80，探索湘南结识。\",\r\n    \"NameTw\": \"沈蓉蓉\",\r\n    \"DescTw\": \"①截止至第五年十二月，探索湘南迴憶與沈蓉蓉幼年往事\\\\n②截止至第五年十二月，探索湘東回憶幼年往事，遇到野豬並戰勝\\\\n③第六年一月至十二月，探索湘東發現沈蓉蓉和天魔教章太歧見面，選擇裝作不知情並戰勝章太歧\\\\n④第七年五月開始，探索湘南，沈蓉蓉毒發，福緣到達160遇到高人搭救解鎖沈蓉蓉紅顏\",\r\n    \"LockDescTw\": \"第四年一月至第五年十二月，福緣到達80，探索湘南結識。\"\r\n  }"
  rawIndex: 501
  splits:
  - splitPath: NameFinal
    text: "沈蓉蓉"
    translated: "Shen Rongrong"
  - splitPath: DescFinal
    text: "①截止至第五年十二月，探索湘南迴憶與沈蓉蓉幼年往事\\n②截止至第五年十二月，探索湘東回憶幼年往事，遇到野豬並戰勝\\n③第六年一月至十二月，探索湘東發現沈蓉蓉和天魔教章太歧見面，選擇裝作不知情並戰勝章太歧\\n④第七年五月開始，探索湘南，沈蓉蓉毒發，福緣到達160遇到高人搭救解鎖沈蓉蓉紅顏"
    translated: "1. By the end of the fifth year in December, explore Xiangnan's memories and revisit Shen Rongrong's childhood events. 2. By the end of the fifth year in December, explore Xiangdong's memories from her childhood, encounter wild boars, and defeat them. 3. From January to December of the sixth year, explore Xiangdong and discover that Shen Rongrong met Zhang Taqi from the Demon Sect. Choose to feign ignorance and defeat Zhang Taqi. 4. Starting in May of the seventh year, explore Xiangnan as Shen Rongrong's poison flares up. Fu Yuan arrives at location 160 to meet a virtuoso who rescues her, unlocking Shen Rongrong's beauty."
  - splitPath: LockDescFinal
    text: "第四年一月至第五年十二月，福緣到達80，探索湘南結識。"
    translated: "From January of the fourth year to December of the fifth year, Fortunate Destiny reached 80, and they met in Xiangnan while exploring."
  - splitPath: Name
    text: "沈蓉蓉"
    translated: "Shen Rongrong"
  - splitPath: Desc
    text: "①截止至第五年十二月，探索湘南回忆与沈蓉蓉幼年往事\\n②截止至第五年十二月，探索湘东回忆幼年往事，遇到野猪并战胜\\n③第六年一月至十二月，探索湘东发现沈蓉蓉和天魔教章太歧见面，选择装作不知情并战胜章太歧\\n④第七年五月开始，探索湘南，沈蓉蓉毒发，福缘到达160遇到高人搭救解锁沈蓉蓉红颜"
    translated: "1. By the end of the fifth year in December, explore Xiangnan to recall and investigate Shen Rongrong's childhood memories. 2. By the end of the fifth year in December, explore Xiangdong to recall and investigate her childhood experiences; encounter a wild boar and defeat it. 3. From January to December of the sixth year, explore Xiangdong and discover that Shen Rongrong met Zhang Taiyi from the Heavenly Demon Sect. Choose to pretend you don't know about it and defeat Zhang Taiyi. 4. Starting in May of the seventh year, explore Xiangnan; Shen Rongrong falls ill with poison; Fu Yuan arrives at 160 and meets a high‑ranking person who saves her, unlocking Shen Rongrong's Red颜."
  - splitPath: LockDesc
    text: "第四年一月至第五年十二月，福缘到达80，探索湘南结识。"
    translated: "From January of the fourth year to December of the fifth year, Fortunate Virtue reached 80, and they explored Xiangnan to make acquaintances."
  - splitPath: NameTw
    text: "沈蓉蓉"
    translated: "Shen Rongrong"
  - splitPath: DescTw
    text: "①截止至第五年十二月，探索湘南迴憶與沈蓉蓉幼年往事\\n②截止至第五年十二月，探索湘東回憶幼年往事，遇到野豬並戰勝\\n③第六年一月至十二月，探索湘東發現沈蓉蓉和天魔教章太歧見面，選擇裝作不知情並戰勝章太歧\\n④第七年五月開始，探索湘南，沈蓉蓉毒發，福緣到達160遇到高人搭救解鎖沈蓉蓉紅顏"
    translated: "1. By the end of the fifth year in December, explore Xiangnan's memories and revisit Shen Rongrong's childhood events. 2. By the end of the fifth year in December, explore Xiangdong's memories from her childhood, encounter wild boars, and defeat them. 3. From January to December of the sixth year, explore Xiangdong and discover that Shen Rongrong met Zhang Taqi from the Demon Sect. Choose to feign ignorance and defeat Zhang Taqi. 4. Starting in May of the seventh year, explore Xiangnan as Shen Rongrong's poison flares up. Fu Yuan arrives at location 160 to meet a virtuoso who rescues her, unlocking Shen Rongrong's beauty."
  - splitPath: LockDescTw
    text: "第四年一月至第五年十二月，福緣到達80，探索湘南結識。"
    translated: "From January of the fourth year to December of the fifth year, Fortunate Destiny reached 80, and they met in Xiangnan while exploring."
- raw: "{\r\n    \"Key\": 21,\r\n    \"NameFinal\": \"司徒伶\",\r\n    \"DescFinal\": \"①品嚐三種天下美酒後探索川東聽聞仙人醉。（湘南胡子酒、湘北桃源酒、荊東伏汁酒、荊北地封酒、川東巴鄉清酒其中三種即可）②黃鶴樓挑戰成功結識辛無厭後，再次探索黃鶴樓品嚐仙人醉。\\\\n③第七年一月開始，探索黃鶴樓品嚐古方仙人醉，解鎖司徒伶紅顏。\",\r\n    \"LockDescFinal\": \"第五年一月開始探索川東，選擇幫助司徒伶，此後再次探索川東結識。\",\r\n    \"Name\": \"司徒伶\",\r\n    \"Desc\": \"①品尝三种天下美酒后探索川东听闻仙人醉。（湘南胡子酒、湘北桃源酒、荆东伏汁酒、荆北地封酒、川东巴乡清酒其中三种即可）②黄鹤楼挑战成功结识辛无厌后，再次探索黄鹤楼品尝仙人醉。\\\\n③第七年一月开始，探索黄鹤楼品尝古方仙人醉，解锁司徒伶红颜。\",\r\n    \"LockDesc\": \"第五年一月开始探索川东，选择帮助司徒伶，此后再次探索川东结识。\",\r\n    \"NameTw\": \"司徒伶\",\r\n    \"DescTw\": \"①品嚐三種天下美酒後探索川東聽聞仙人醉。（湘南胡子酒、湘北桃源酒、荊東伏汁酒、荊北地封酒、川東巴鄉清酒其中三種即可）②黃鶴樓挑戰成功結識辛無厭後，再次探索黃鶴樓品嚐仙人醉。\\\\n③第七年一月開始，探索黃鶴樓品嚐古方仙人醉，解鎖司徒伶紅顏。\",\r\n    \"LockDescTw\": \"第五年一月開始探索川東，選擇幫助司徒伶，此後再次探索川東結識。\"\r\n  }"
  rawIndex: 21
  splits:
  - splitPath: NameFinal
    text: "司徒伶"
    translated: "Stu Ling"
  - splitPath: DescFinal
    text: "①品嚐三種天下美酒後探索川東聽聞仙人醉。（湘南胡子酒、湘北桃源酒、荊東伏汁酒、荊北地封酒、川東巴鄉清酒其中三種即可）②黃鶴樓挑戰成功結識辛無厭後，再次探索黃鶴樓品嚐仙人醉。\\n③第七年一月開始，探索黃鶴樓品嚐古方仙人醉，解鎖司徒伶紅顏。"
    translated: "After tasting three types of renowned wines from the East Sichuan region‑Xinan Huzi Wine, Xiangbei Taoyuan Wine, and Jingdong Fuzi Juice Wine or Jingbei Difeng Wine‑you can explore the stories of the immortal's wine in Eastern Sichuan. Alternatively, you can choose any three from these options: Xinan Huzi Wine, Xiangbei Taoyuan Wine, Jingdong Fuzi Juice Wine, and Jingbei Difeng Wine, along with Baxiang Clear Wine from Eastern Sichuan.  After successfully challenging Yellow Crane Tower and befriending Xin Wuyan, return to Yellow Crane Tower to taste the immortal's wine again.  Starting in January of the seventh year, explore Yellow Crane Tower to taste the ancient formula immortal's wine, unlocking Situ Ling and her red attire."
  - splitPath: LockDescFinal
    text: "第五年一月開始探索川東，選擇幫助司徒伶，此後再次探索川東結識。"
    translated: "In January of the fifth year, they began exploring eastern Sichuan. They chose to help Shi Tu Ling, and subsequently reconnoitered eastern Sichuan where they made new acquaintances."
  - splitPath: Name
    text: "司徒伶"
    translated: "Stu Ling"
  - splitPath: Desc
    text: "①品尝三种天下美酒后探索川东听闻仙人醉。（湘南胡子酒、湘北桃源酒、荆东伏汁酒、荆北地封酒、川东巴乡清酒其中三种即可）②黄鹤楼挑战成功结识辛无厌后，再次探索黄鹤楼品尝仙人醉。\\n③第七年一月开始，探索黄鹤楼品尝古方仙人醉，解锁司徒伶红颜。"
    translated: "After tasting three of the renowned wines from the Sichuan East‑Ba Xiang Qing Jiu, Xiang Nan Hu Zi Jiu, or Xiang Bei Tao Yuan Jiu‑explore Mount Cang Dong to hear tales of the Immortal's醉酒.   Upon successfully challenging Yellow Crane Tower and befriending Xin Wuyan, return to explore Yellow Crane Tower again to taste the Immortal's醉酒.  Beginning in January of the seventh year, explore Yellow Crane Tower to sample ancient formula Immortal's醉酒 and unlock Shi Tu Ling Hong Yan."
  - splitPath: LockDesc
    text: "第五年一月开始探索川东，选择帮助司徒伶，此后再次探索川东结识。"
    translated: "In January of the fifth year, begin exploring Eastern Sichuan. Choose to help Si Tu Ling, and subsequently explore Eastern Sichuan again to meet new individuals."
  - splitPath: NameTw
    text: "司徒伶"
    translated: "Stu Ling"
  - splitPath: DescTw
    text: "①品嚐三種天下美酒後探索川東聽聞仙人醉。（湘南胡子酒、湘北桃源酒、荊東伏汁酒、荊北地封酒、川東巴鄉清酒其中三種即可）②黃鶴樓挑戰成功結識辛無厭後，再次探索黃鶴樓品嚐仙人醉。\\n③第七年一月開始，探索黃鶴樓品嚐古方仙人醉，解鎖司徒伶紅顏。"
    translated: "After tasting three types of renowned wines from the East Sichuan region‑Xinan Huzi Wine, Xiangbei Taoyuan Wine, and Jingdong Fuzi Juice Wine or Jingbei Difeng Wine‑you can explore the stories of the immortal's wine in Eastern Sichuan. Alternatively, you can choose any three from these options: Xinan Huzi Wine, Xiangbei Taoyuan Wine, Jingdong Fuzi Juice Wine, and Jingbei Difeng Wine, along with Baxiang Clear Wine from Eastern Sichuan.  After successfully challenging Yellow Crane Tower and befriending Xin Wuyan, return to Yellow Crane Tower to taste the immortal's wine again.  Starting in January of the seventh year, explore Yellow Crane Tower to taste the ancient formula immortal's wine, unlocking Situ Ling and her red attire."
  - splitPath: LockDescTw
    text: "第五年一月開始探索川東，選擇幫助司徒伶，此後再次探索川東結識。"
    translated: "In January of the fifth year, they began exploring eastern Sichuan. They chose to help Shi Tu Ling, and subsequently reconnoitered eastern Sichuan where they made new acquaintances."
- raw: "{\r\n    \"Key\": 1004,\r\n    \"NameFinal\": \"荊湘六扇門\",\r\n    \"DescFinal\": \"①第七年一月開始，六扇門友好度到達80，探索荊北戰勝君無忌，遊不歸加入，解鎖荊湘六扇門\\\\n②探索六扇門可接取懸賞通緝任務-數量有限\",\r\n    \"DetailDescFinal\": \"位於湘北嶽州府巴陵城中，統領荊湘一眾六扇門衙門，負責管理荊湘地區江湖人所犯案件，總捕頭【鐵面判官】遊不歸剛正不阿，嫉惡如仇，遇到賊犯總是身先於眾，一年中倒是少有幾日在六扇門衙門中坐鎮。\",\r\n    \"LockDescFinal\": \"第三年一月開始，探索湘北遇到辛虎符緝盜開啟。\",\r\n    \"RepeatDescFinal\": \"探索六扇門可接取懸賞通緝任務-數量有限。\",\r\n    \"Name\": \"荆湘六扇门\",\r\n    \"Desc\": \"①第七年一月开始，六扇门友好度到达80，探索荆北战胜君无忌，游不归加入，解锁荆湘六扇门\\\\n②探索六扇门可接取悬赏通缉任务-数量有限\",\r\n    \"DetailDesc\": \"位于湘北岳州府巴陵城中，统领荆湘一众六扇门衙门，负责管理荆湘地区江湖人所犯案件，总捕头【铁面判官】游不归刚正不阿，嫉恶如仇，遇到贼犯总是身先于众，一年中倒是少有几日在六扇门衙门中坐镇。\",\r\n    \"LockDesc\": \"第三年一月开始，探索湘北遇到辛虎符缉盗开启。\",\r\n    \"RepeatDesc\": \"探索六扇门可接取悬赏通缉任务-数量有限。\",\r\n    \"NameTw\": \"荊湘六扇門\",\r\n    \"DescTw\": \"①第七年一月開始，六扇門友好度到達80，探索荊北戰勝君無忌，遊不歸加入，解鎖荊湘六扇門\\\\n②探索六扇門可接取懸賞通緝任務-數量有限\",\r\n    \"DetailDescTw\": \"位於湘北嶽州府巴陵城中，統領荊湘一眾六扇門衙門，負責管理荊湘地區江湖人所犯案件，總捕頭【鐵面判官】遊不歸剛正不阿，嫉惡如仇，遇到賊犯總是身先於眾，一年中倒是少有幾日在六扇門衙門中坐鎮。\",\r\n    \"LockDescTw\": \"第三年一月開始，探索湘北遇到辛虎符緝盜開啟。\",\r\n    \"RepeatDescTw\": \"探索六扇門可接取懸賞通緝任務-數量有限。\"\r\n  }"
  rawIndex: 1004
  splits:
  - splitPath: NameFinal
    text: "荊湘六扇門"
    translated: "Jingxiang Liushan Men"
  - splitPath: DescFinal
    text: "①第七年一月開始，六扇門友好度到達80，探索荊北戰勝君無忌，遊不歸加入，解鎖荊湘六扇門\\n②探索六扇門可接取懸賞通緝任務-數量有限"
    translated: "Starting in January of the seventh year, friendliness with the Six Gates has reached 80. Explore Jingbei and defeat Jun Wuji to unlock Jingxiang Six Gates. You Bugui joins as well. Exploring the Six Gates allows you to take on reward notice missions ‑ limited quantities available."
  - splitPath: DetailDescFinal
    text: "位於湘北嶽州府巴陵城中，統領荊湘一眾六扇門衙門，負責管理荊湘地區江湖人所犯案件，總捕頭【鐵面判官】遊不歸剛正不阿，嫉惡如仇，遇到賊犯總是身先於眾，一年中倒是少有幾日在六扇門衙門中坐鎮。"
    translated: "Located in Ba Ling City of Yue Zhou Prefecture in Xiang North Province, the Grand Supervisor of Jin Xiang's Six Gates Bureau oversees the management of criminal cases involving individuals from the Jianghu in this region. Known as the Iron‑Faced Judge You Buxi, he is upright and unbending, hating evil with great fervor. He often takes the lead in dealing with criminals, putting himself at risk before others. As a result, he spends very few days of the year seated in the Six Gates Bureau."
  - splitPath: LockDescFinal
    text: "第三年一月開始，探索湘北遇到辛虎符緝盜開啟。"
    translated: "Starting in January of the third year, exploring Xiangbei led to encountering Xin Hu fu and initiating a chase after thieves."
  - splitPath: RepeatDescFinal
    text: "探索六扇門可接取懸賞通緝任務-數量有限。"
    translated: "Exploring the Six Gates can allow you to accept bounty wanted tasks. The number of such tasks is limited."
  - splitPath: Name
    text: "荆湘六扇门"
    translated: "Jingxiang Six Palms Sect"
  - splitPath: Desc
    text: "①第七年一月开始，六扇门友好度到达80，探索荆北战胜君无忌，游不归加入，解锁荆湘六扇门\\n②探索六扇门可接取悬赏通缉任务-数量有限"
    translated: "Starting in January of the seventh year, the relationship with the Six Gates Bureau has reached 80. Explore Jingbei and defeat Jun Wuji; You Bugui joins; unlock Jinxiang Branch of the Six Gates Bureau.   Exploring the Six Gates Bureau allows you to take on bounty warrants‑quantities are limited."
  - splitPath: DetailDesc
    text: "位于湘北岳州府巴陵城中，统领荆湘一众六扇门衙门，负责管理荆湘地区江湖人所犯案件，总捕头【铁面判官】游不归刚正不阿，嫉恶如仇，遇到贼犯总是身先于众，一年中倒是少有几日在六扇门衙门中坐镇。"
    translated: "Located in Baleng City of Fuzhou Prefecture in Xiangbei, Iron‑Face Judge You Buer leads the six gates of justice for Jingxiang. He is responsible for managing cases involving Jianghu individuals within the Jingxiang region. Known for his uprightness and hatred of evil, You Buer always puts himself at risk by confronting criminals first. Throughout the year, he rarely stays long in the Six Gates Office."
  - splitPath: LockDesc
    text: "第三年一月开始，探索湘北遇到辛虎符缉盗开启。"
    translated: "Starting in January of the third year, exploration in Xiangbei encountered Xi Xinhuifu's pursuit of bandits."
  - splitPath: RepeatDesc
    text: "探索六扇门可接取悬赏通缉任务-数量有限。"
    translated: "Exploring the Six Garrisons allows you to accept bounty quests‑limited in quantity."
  - splitPath: NameTw
    text: "荊湘六扇門"
    translated: "Jingxiang Liushan Men"
  - splitPath: DescTw
    text: "①第七年一月開始，六扇門友好度到達80，探索荊北戰勝君無忌，遊不歸加入，解鎖荊湘六扇門\\n②探索六扇門可接取懸賞通緝任務-數量有限"
    translated: "Starting in January of the seventh year, friendliness with the Six Gates has reached 80. Explore Jingbei and defeat Jun Wuji to unlock Jingxiang Six Gates. You Bugui joins as well. Exploring the Six Gates allows you to take on reward notice missions ‑ limited quantities available."
  - splitPath: DetailDescTw
    text: "位於湘北嶽州府巴陵城中，統領荊湘一眾六扇門衙門，負責管理荊湘地區江湖人所犯案件，總捕頭【鐵面判官】遊不歸剛正不阿，嫉惡如仇，遇到賊犯總是身先於眾，一年中倒是少有幾日在六扇門衙門中坐鎮。"
    translated: "Located in Ba Ling City of Yue Zhou Prefecture in Xiang North Province, the Grand Supervisor of Jin Xiang's Six Gates Bureau oversees the management of criminal cases involving individuals from the Jianghu in this region. Known as the Iron‑Faced Judge You Buxi, he is upright and unbending, hating evil with great fervor. He often takes the lead in dealing with criminals, putting himself at risk before others. As a result, he spends very few days of the year seated in the Six Gates Bureau."
  - splitPath: LockDescTw
    text: "第三年一月開始，探索湘北遇到辛虎符緝盜開啟。"
    translated: "Starting in January of the third year, exploring Xiangbei led to encountering Xin Hu fu and initiating a chase after thieves."
  - splitPath: RepeatDescTw
    text: "探索六扇門可接取懸賞通緝任務-數量有限。"
    translated: "Exploring the Six Gates can allow you to accept bounty wanted tasks. The number of such tasks is limited."
- raw: "{\r\n    \"Key\": 1005,\r\n    \"NameFinal\": \"丐幫忠字舵\",\r\n    \"DescFinal\": \"①第四年一月起，廚藝到達40探索湘東可遇翁和仲邀請吃叫花雞\\\\n②富貴巷開啟後，探索富貴巷拜訪翁和仲\\\\n③再次探訪富貴巷聽聞烏菟湯，第四年一月開始探索湘南可遇猛虎，戰勝後可獲得虎骨\\\\n④再次探索富貴巷聽聞炙烤肉，廚藝到達入門，探索野豬林可遇野豬，戰勝後可獲得野豬後腿\\\\n⑤廚藝到達高手，丐幫忠字舵友好度到達80，探索富貴巷答題成功後翁和仲加入，解鎖丐幫忠字舵\\\\n⑥探索富貴巷可向翁和仲學習廚藝\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於湘東長沙府長沙城中，是丐幫八大分舵之一，統領荊楚一地丐幫弟子，門中弟子相互照應，雖以乞化為生，卻不行不義之舉，舵主【大肚奇丐】翁和仲開朗豁達，樂天知命，在丐幫各大長老中尤以廚藝聞名。\",\r\n    \"LockDescFinal\": \"第四年一月起，廚藝到達入門，探索湘東與翁和仲品嚐叫花雞後受邀開啟。\\\\n與丐幫忠字舵友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索富貴巷可向翁和仲學習廚藝。\",\r\n    \"Name\": \"丐帮忠字舵\",\r\n    \"Desc\": \"①第四年一月起，厨艺到达40探索湘东可遇翁和仲邀请吃叫花鸡\\\\n②富贵巷开启后，探索富贵巷拜访翁和仲\\\\n③再次探访富贵巷听闻乌菟汤，第四年一月开始探索湘南可遇猛虎，战胜后可获得虎骨\\\\n④再次探索富贵巷听闻炙烤肉，厨艺到达入门，探索野猪林可遇野猪，战胜后可获得野猪后腿\\\\n⑤厨艺到达高手，丐帮忠字舵友好度到达80，探索富贵巷答题成功后翁和仲加入，解锁丐帮忠字舵\\\\n⑥探索富贵巷可向翁和仲学习厨艺\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于湘东长沙府长沙城中，是丐帮八大分舵之一，统领荆楚一地丐帮弟子，门中弟子相互照应，虽以乞化为生，却不行不义之举，舵主【大肚奇丐】翁和仲开朗豁达，乐天知命，在丐帮各大长老中尤以厨艺闻名。\",\r\n    \"LockDesc\": \"第四年一月起，厨艺到达入门，探索湘东与翁和仲品尝叫花鸡后受邀开启。\\\\n与丐帮忠字舵友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索富贵巷可向翁和仲学习厨艺。\",\r\n    \"NameTw\": \"丐幫忠字舵\",\r\n    \"DescTw\": \"①第四年一月起，廚藝到達40探索湘東可遇翁和仲邀請吃叫花雞\\\\n②富貴巷開啟後，探索富貴巷拜訪翁和仲\\\\n③再次探訪富貴巷聽聞烏菟湯，第四年一月開始探索湘南可遇猛虎，戰勝後可獲得虎骨\\\\n④再次探索富貴巷聽聞炙烤肉，廚藝到達入門，探索野豬林可遇野豬，戰勝後可獲得野豬後腿\\\\n⑤廚藝到達高手，丐幫忠字舵友好度到達80，探索富貴巷答題成功後翁和仲加入，解鎖丐幫忠字舵\\\\n⑥探索富貴巷可向翁和仲學習廚藝\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於湘東長沙府長沙城中，是丐幫八大分舵之一，統領荊楚一地丐幫弟子，門中弟子相互照應，雖以乞化為生，卻不行不義之舉，舵主【大肚奇丐】翁和仲開朗豁達，樂天知命，在丐幫各大長老中尤以廚藝聞名。\",\r\n    \"LockDescTw\": \"第四年一月起，廚藝到達入門，探索湘東與翁和仲品嚐叫花雞後受邀開啟。\\\\n與丐幫忠字舵友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索富貴巷可向翁和仲學習廚藝。\"\r\n  }"
  rawIndex: 1005
  splits:
  - splitPath: NameFinal
    text: "丐幫忠字舵"
    translated: "Beggar Sect Loyalty Stele"
  - splitPath: DescFinal
    text: "①第四年一月起，廚藝到達40探索湘東可遇翁和仲邀請吃叫花雞\\n②富貴巷開啟後，探索富貴巷拜訪翁和仲\\n③再次探訪富貴巷聽聞烏菟湯，第四年一月開始探索湘南可遇猛虎，戰勝後可獲得虎骨\\n④再次探索富貴巷聽聞炙烤肉，廚藝到達入門，探索野豬林可遇野豬，戰勝後可獲得野豬後腿\\n⑤廚藝到達高手，丐幫忠字舵友好度到達80，探索富貴巷答題成功後翁和仲加入，解鎖丐幫忠字舵\\n⑥探索富貴巷可向翁和仲學習廚藝\\n-可重複"
    translated: "Starting from January of the fourth year: 1. Culinary skills reach the level where you can visit Weng Hezhong in Xiangdong to enjoy roasted chicken called called flower chicken. 2. After opening Fugui Alley, explore it to pay a visit to Weng Hezhong. 3. On your second visit to Fugui Alley, hear about Wutu soup. Starting from January of the fourth year, explore Xiangnan where you can encounter a fierce tiger. Defeating it will grant you tiger bones. 4. On another visit to Fugui Alley, learn about grilled meat. When your culinary skills reach the beginner level, you can explore Yezhi Forest where you might meet a wild boar. Defeating it will give you the hind leg of a wild boar. 5. Once your culinary skills are advanced, and your loyalty to the Beggar Sect's忠字paddle reaches the required level, visit Fugui Alley again to answer questions with Weng Hezhong. Successfully answering will make Weng Hezhong join you, unlocking access to the 忠字paddle of the Beggar Sect. 6. You can revisit Fugui Alley and learn culinary skills from Weng Hezhong.  ‑ This content is repeatable."
  - splitPath: DetailDescFinal
    text: "位於湘東長沙府長沙城中，是丐幫八大分舵之一，統領荊楚一地丐幫弟子，門中弟子相互照應，雖以乞化為生，卻不行不義之舉，舵主【大肚奇丐】翁和仲開朗豁達，樂天知命，在丐幫各大長老中尤以廚藝聞名。"
    translated: "Located in Changsha City, Changsha Prefecture in Xiangdong, it is one of the Eight Major Sub‑branches of the Beggar Sect. It oversees the disciples of the Beggar Sect in Jingchu region. The disciples help and support each other, despite living by begging, they do not engage in unjust acts. The sub‑branch leader, Grandmaster Daduqigai Wenghezhong, is known for his cheerful and open nature, embracing fate with contentment. He is particularly renowned among the elders of the Beggar Sect for his culinary skills."
  - splitPath: LockDescFinal
    text: "第四年一月起，廚藝到達入門，探索湘東與翁和仲品嚐叫花雞後受邀開啟。\\n與丐幫忠字舵友好度到達100解鎖。"
    translated: "Starting in the fourth year of the January month, culinary skills reach an introductory level, inviting exploration of dishes like spicy east chicken and the baked quail after tasting them with Master Wang and Senior Wu.   Friendship with the Loyalty Steering Committee of the Beggar Sect increases to 100, unlocking this opportunity."
  - splitPath: RepeatDescFinal
    text: "探索富貴巷可向翁和仲學習廚藝。"
    translated: "Exploring Wealthy Alley allows you to learn cooking skills from Wang Hegong."
  - splitPath: Name
    text: "丐帮忠字舵"
    translated: "Hui Sect Loyalty Stern"
  - splitPath: Desc
    text: "①第四年一月起，厨艺到达40探索湘东可遇翁和仲邀请吃叫花鸡\\n②富贵巷开启后，探索富贵巷拜访翁和仲\\n③再次探访富贵巷听闻乌菟汤，第四年一月开始探索湘南可遇猛虎，战胜后可获得虎骨\\n④再次探索富贵巷听闻炙烤肉，厨艺到达入门，探索野猪林可遇野猪，战胜后可获得野猪后腿\\n⑤厨艺到达高手，丐帮忠字舵友好度到达80，探索富贵巷答题成功后翁和仲加入，解锁丐帮忠字舵\\n⑥探索富贵巷可向翁和仲学习厨艺\\n-可重复"
    translated: "Starting from January of the fourth year, culinary skills reach Year 1 Exploration East Hunan, where Yu Yong and Zhong invite you to try roasted chicken.   After opening Fugui Lane, explore it to visit Yu Yong and Zhong.   Again visiting Fugui Lane, hear about the black pork soup. Starting from January of the fourth year, exploration in Southern Hunan allows meeting a fierce tiger; defeating it will grant you tiger bones.   Again exploring Fugui Lane, hearing about roasted meat, with culinary skills reaching basic level, exploring Wild Boar Forest allows encountering a wild boar; defeating it will give you the hind leg of the wild boar.   When culinary skills reach advanced level and friendly relations with the忠字舵 (Zhong Zhi Diao) of the Beggar Sect are at Level 1, answering questions in Fugui Lane successfully will have Yu Yong and Zhong join you, unlocking access to the忠字舵.   Exploring Fugui Lane enables learning cooking from Yu Yong and Zhong; this can be repeated."
  - splitPath: DetailDesc
    text: "位于湘东长沙府长沙城中，是丐帮八大分舵之一，统领荆楚一地丐帮弟子，门中弟子相互照应，虽以乞化为生，却不行不义之举，舵主【大肚奇丐】翁和仲开朗豁达，乐天知命，在丐帮各大长老中尤以厨艺闻名。"
    translated: "Located in Changsha City, Xiangdong Prefecture, this is one of the Eight Major Sub‑branches of the Beggar Brotherhood. It oversees the beggar disciples in Jingchu region. The disciples support each other, though they live by begging, they never engage in unjust actions. The sub‑branch leader, Great Belly Strange Beggar Weng Heping, is outgoing and broad‑minded, with a cheerful disposition and accepts his fate. He is particularly renowned among the elders of the Beggar Brotherhood for his culinary skills."
  - splitPath: LockDesc
    text: "第四年一月起，厨艺到达入门，探索湘东与翁和仲品尝叫花鸡后受邀开启。\\n与丐帮忠字舵友好度到达100解锁。"
    translated: "Starting in the first month of the fourth year, culinary skills reach the basics and you are invited to begin after tasting the called flower chicken with Xiang Dong and Weng Hezhong.   A friendly relationship level of 100 with the忠字舵 (忠 Word Steer) of the Beggar Clan is unlocked."
  - splitPath: RepeatDesc
    text: "探索富贵巷可向翁和仲学习厨艺。"
    translated: "Exploring Prosperous Lane allows you to learn cooking skills from Wang Hegong."
  - splitPath: NameTw
    text: "丐幫忠字舵"
    translated: "Beggar Sect Loyalty Stele"
  - splitPath: DescTw
    text: "①第四年一月起，廚藝到達40探索湘東可遇翁和仲邀請吃叫花雞\\n②富貴巷開啟後，探索富貴巷拜訪翁和仲\\n③再次探訪富貴巷聽聞烏菟湯，第四年一月開始探索湘南可遇猛虎，戰勝後可獲得虎骨\\n④再次探索富貴巷聽聞炙烤肉，廚藝到達入門，探索野豬林可遇野豬，戰勝後可獲得野豬後腿\\n⑤廚藝到達高手，丐幫忠字舵友好度到達80，探索富貴巷答題成功後翁和仲加入，解鎖丐幫忠字舵\\n⑥探索富貴巷可向翁和仲學習廚藝\\n-可重複"
    translated: "Starting from January of the fourth year: 1. Culinary skills reach the level where you can visit Weng Hezhong in Xiangdong to enjoy roasted chicken called called flower chicken. 2. After opening Fugui Alley, explore it to pay a visit to Weng Hezhong. 3. On your second visit to Fugui Alley, hear about Wutu soup. Starting from January of the fourth year, explore Xiangnan where you can encounter a fierce tiger. Defeating it will grant you tiger bones. 4. On another visit to Fugui Alley, learn about grilled meat. When your culinary skills reach the beginner level, you can explore Yezhi Forest where you might meet a wild boar. Defeating it will give you the hind leg of a wild boar. 5. Once your culinary skills are advanced, and your loyalty to the Beggar Sect's忠字paddle reaches the required level, visit Fugui Alley again to answer questions with Weng Hezhong. Successfully answering will make Weng Hezhong join you, unlocking access to the 忠字paddle of the Beggar Sect. 6. You can revisit Fugui Alley and learn culinary skills from Weng Hezhong.  ‑ This content is repeatable."
  - splitPath: DetailDescTw
    text: "位於湘東長沙府長沙城中，是丐幫八大分舵之一，統領荊楚一地丐幫弟子，門中弟子相互照應，雖以乞化為生，卻不行不義之舉，舵主【大肚奇丐】翁和仲開朗豁達，樂天知命，在丐幫各大長老中尤以廚藝聞名。"
    translated: "Located in Changsha City, Changsha Prefecture in Xiangdong, it is one of the Eight Major Sub‑branches of the Beggar Sect. It oversees the disciples of the Beggar Sect in Jingchu region. The disciples help and support each other, despite living by begging, they do not engage in unjust acts. The sub‑branch leader, Grandmaster Daduqigai Wenghezhong, is known for his cheerful and open nature, embracing fate with contentment. He is particularly renowned among the elders of the Beggar Sect for his culinary skills."
  - splitPath: LockDescTw
    text: "第四年一月起，廚藝到達入門，探索湘東與翁和仲品嚐叫花雞後受邀開啟。\\n與丐幫忠字舵友好度到達100解鎖。"
    translated: "Starting in the fourth year of the January month, culinary skills reach an introductory level, inviting exploration of dishes like spicy east chicken and the baked quail after tasting them with Master Wang and Senior Wu.   Friendship with the Loyalty Steering Committee of the Beggar Sect increases to 100, unlocking this opportunity."
  - splitPath: RepeatDescTw
    text: "探索富貴巷可向翁和仲學習廚藝。"
    translated: "Exploring Wealthy Alley allows you to learn cooking skills from Wang Hegong."
- raw: "{\r\n    \"Key\": 1006,\r\n    \"NameFinal\": \"嶽麓書院\",\r\n    \"DescFinal\": \"①第一年破廟在破廟中遇到受傷面紗女子選擇將她藏起②嶽麓書院開啟後，財富到達1000探索嶽麓書院，答題通過儒學考試後可聽學③從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後加入④第五年一月至第六年十二月探索嶽麓書院得知晏蛾眉身世\\\\n⑤探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\\\n⑥探索湘東擊敗因追查西涯先生而引來的殺手\\\\n⑦探索嶽麓書院揭露元凶並戰勝\\\\n⑧嶽麓書院友好到達80，探索嶽麓書院拜見山長。\\\\n⑨探索嶽麓書院可向書院夫子學習儒學、翰墨、術數\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於湘東長沙府嶽麓山腳下，創立於北宋開寶年間，天下四大書院之一，彙集以“道林四友”為首的一眾博學夫子，是荊湘的文壇聖地。山長【麓山先生】荀師道高風亮節，滿腹經綸，是天下聞名的博雅大儒。\",\r\n    \"LockDescFinal\": \"第三年一月起，財富大於1000，探索湘東得知嶽麓書院今年招生後開啟。\\\\n與嶽麓書院友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索嶽麓書院可向書院夫子學習儒學、翰墨、術數。\",\r\n    \"Name\": \"岳麓书院\",\r\n    \"Desc\": \"①第一年破庙在破庙中遇到受伤面纱女子选择将她藏起②岳麓书院开启后，财富到达1000探索岳麓书院，答题通过儒学考试后可听学③从第四年一月到第五年十二月期间，探索湘东，战胜两书生后加入④第五年一月至第六年十二月探索岳麓书院得知晏蛾眉身世\\\\n⑤探索岳麓书院探问山长与诸位夫子询问西涯先生\\\\n⑥探索湘东击败因追查西涯先生而引来的杀手\\\\n⑦探索岳麓书院揭露元凶并战胜\\\\n⑧岳麓书院友好到达80，探索岳麓书院拜见山长。\\\\n⑨探索岳麓书院可向书院夫子学习儒学、翰墨、术数\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于湘东长沙府岳麓山脚下，创立于北宋开宝年间，天下四大书院之一，汇集以“道林四友”为首的一众博学夫子，是荆湘的文坛圣地。山长【麓山先生】荀师道高风亮节，满腹经纶，是天下闻名的博雅大儒。\",\r\n    \"LockDesc\": \"第三年一月起，财富大于1000，探索湘东得知岳麓书院今年招生后开启。\\\\n与岳麓书院友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索岳麓书院可向书院夫子学习儒学、翰墨、术数。\",\r\n    \"NameTw\": \"嶽麓書院\",\r\n    \"DescTw\": \"①第一年破廟在破廟中遇到受傷面紗女子選擇將她藏起②嶽麓書院開啟後，財富到達1000探索嶽麓書院，答題通過儒學考試後可聽學③從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後加入④第五年一月至第六年十二月探索嶽麓書院得知晏蛾眉身世\\\\n⑤探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\\\n⑥探索湘東擊敗因追查西涯先生而引來的殺手\\\\n⑦探索嶽麓書院揭露元凶並戰勝\\\\n⑧嶽麓書院友好到達80，探索嶽麓書院拜見山長。\\\\n⑨探索嶽麓書院可向書院夫子學習儒學、翰墨、術數\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於湘東長沙府嶽麓山腳下，創立於北宋開寶年間，天下四大書院之一，彙集以“道林四友”為首的一眾博學夫子，是荊湘的文壇聖地。山長【麓山先生】荀師道高風亮節，滿腹經綸，是天下聞名的博雅大儒。\",\r\n    \"LockDescTw\": \"第三年一月起，財富大於1000，探索湘東得知嶽麓書院今年招生後開啟。\\\\n與嶽麓書院友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索嶽麓書院可向書院夫子學習儒學、翰墨、術數。\"\r\n  }"
  rawIndex: 1006
  splits:
  - splitPath: NameFinal
    text: "嶽麓書院"
    translated: "Yue Lu Academy"
  - splitPath: DescFinal
    text: "①第一年破廟在破廟中遇到受傷面紗女子選擇將她藏起②嶽麓書院開啟後，財富到達1000探索嶽麓書院，答題通過儒學考試後可聽學③從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後加入④第五年一月至第六年十二月探索嶽麓書院得知晏蛾眉身世\\n⑤探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\n⑥探索湘東擊敗因追查西涯先生而引來的殺手\\n⑦探索嶽麓書院揭露元凶並戰勝\\n⑧嶽麓書院友好到達80，探索嶽麓書院拜見山長。\\n⑨探索嶽麓書院可向書院夫子學習儒學、翰墨、術數\\n-可重複"
    translated: "Year 1: At the Ruined Temple in the Ruined Temple, you encounter a wounded woman wearing a face veil. Choose to conceal her.  After Yue Lu Academy opens, wealth reaches 10,000. Explore Yue Lu Academy and answer questions to pass the Confucian examination; after passing, you can study there.  From January of the fourth year to December of the fifth year, explore Xiang Dong and defeat two scholars to join them.  From January of the fifth year to December of the sixth year, explore Yue Lu Academy to uncover Yan Meigui's background.  Explore Yue Lu Academy and inquire about the headmaster and various teachers regarding Mr. Xi Ya.  Explore Xiang Dong and defeat assassins sent by those investigating Mr. Xi Ya.  Explore Yue Lu Academy to expose the mastermind and defeat them.  Yue Lu Academy becomes friendly, reaching 10,000. Explore Yue Lu Academy to meet with the headmaster.  You can learn Confucianism, calligraphy, and numerology from teachers at the academy; this can be repeated."
  - splitPath: DetailDescFinal
    text: "位於湘東長沙府嶽麓山腳下，創立於北宋開寶年間，天下四大書院之一，彙集以“道林四友”為首的一眾博學夫子，是荊湘的文壇聖地。山長【麓山先生】荀師道高風亮節，滿腹經綸，是天下聞名的博雅大儒。"
    translated: "Located at the foot of Yueyang Mountain in Changsha Prefecture, Xiangdong Province, this academy was founded during the early Northern Song Dynasty's Kai Bao period and is one of the Four Great Academies of China. It gathers a group of erudite scholars known as the Dalin Four Friends, making it a holy land of literature for Jingxiang region. The headmaster, Mr. Xu Shi Dao, goes by the title Mr. Lu Shan. He is renowned for his high moral character and extensive knowledge, being a world‑famous scholar in the realm of academia."
  - splitPath: LockDescFinal
    text: "第三年一月起，財富大於1000，探索湘東得知嶽麓書院今年招生後開啟。\\n與嶽麓書院友好度到達100解鎖。"
    translated: "Starting from January of the third year, exploration of Xiangdong for wealth greater than 1000 will lead to the activation upon learning that Yue Lu Academy is enrolling students this year. Friendly relations with Yue Lu Academy reaching 100 will unlock this feature."
  - splitPath: RepeatDescFinal
    text: "探索嶽麓書院可向書院夫子學習儒學、翰墨、術數。"
    translated: "Exploring Yue Lu Academy can allow you to learn Confucianism, calligraphy, and divination from the academy master."
  - splitPath: Name
    text: "岳麓书院"
    translated: "Yue Lu Academy"
  - splitPath: Desc
    text: "①第一年破庙在破庙中遇到受伤面纱女子选择将她藏起②岳麓书院开启后，财富到达1000探索岳麓书院，答题通过儒学考试后可听学③从第四年一月到第五年十二月期间，探索湘东，战胜两书生后加入④第五年一月至第六年十二月探索岳麓书院得知晏蛾眉身世\\n⑤探索岳麓书院探问山长与诸位夫子询问西涯先生\\n⑥探索湘东击败因追查西涯先生而引来的杀手\\n⑦探索岳麓书院揭露元凶并战胜\\n⑧岳麓书院友好到达80，探索岳麓书院拜见山长。\\n⑨探索岳麓书院可向书院夫子学习儒学、翰墨、术数\\n-可重复"
    translated: "Year 1: In the Ruined Temple within a Ruined Temple, you encounter an injured woman wearing a veil. Choose to hide her.  Year 2: After opening Yuelu Academy, wealth reaches 10,000 taels. Explore Yuelu Academy and answer questions to pass the Confucian examination; once passed, you can become a student there.  From January of Year 4 to December of Year 5, explore Xiangdong. After defeating two bookish scholars, join them.  Year 5: From January to December, explore Yuelu Academy to uncover the background of Yan Meigui.  Explore Yuelu Academy and inquire about the Head Teacher and various scholars regarding Mr. Xiya.  Explore Xiangdong and defeat the killers who were hired to investigate Mr. Xiya.  Explore Yuelu Academy to expose the mastermind and defeat them.  Yuelu Academy becomes friendly towards you. In Year 6, explore Yuelu Academy and meet with the Head Teacher.  In Yuelu Academy, you can learn Confucianism, calligraphy, and divination from the academy scholars; these lessons may be repeated as needed."
  - splitPath: DetailDesc
    text: "位于湘东长沙府岳麓山脚下，创立于北宋开宝年间，天下四大书院之一，汇集以“道林四友”为首的一众博学夫子，是荆湘的文坛圣地。山长【麓山先生】荀师道高风亮节，满腹经纶，是天下闻名的博雅大儒。"
    translated: "Located at the foot of Mount Yue in Xiangdong's Changsha Prefecture, this academy was founded during the Kai Bao era of the Northern Song Dynasty and is one of the Four Great Academies of China. It gathers a group of highly learned scholars known as the Daolin Four Friends, making it a holy site for literature in Jingxiang. The headmaster, Mr. Xun Shidao of Mount Yue, is renowned for his high moral character and profound knowledge, being celebrated as one of the world's eminent erudites."
  - splitPath: LockDesc
    text: "第三年一月起，财富大于1000，探索湘东得知岳麓书院今年招生后开启。\\n与岳麓书院友好度到达100解锁。"
    translated: "Starting in January of the third year, if your wealth exceeds 1000, you can unlock the exploration of Xiangdong to learn about the招生of this year at Yuelu Academy after obtaining information.  To unlock, you need a friendly relationship with Yuelu Academy reaching 100."
  - splitPath: RepeatDesc
    text: "探索岳麓书院可向书院夫子学习儒学、翰墨、术数。"
    translated: "Exploring Yuelu Academy allows you to learn Confucianism, calligraphy, and numerology from the academy master."
  - splitPath: NameTw
    text: "嶽麓書院"
    translated: "Yue Lu Academy"
  - splitPath: DescTw
    text: "①第一年破廟在破廟中遇到受傷面紗女子選擇將她藏起②嶽麓書院開啟後，財富到達1000探索嶽麓書院，答題通過儒學考試後可聽學③從第四年一月到第五年十二月期間，探索湘東，戰勝兩書生後加入④第五年一月至第六年十二月探索嶽麓書院得知晏蛾眉身世\\n⑤探索嶽麓書院探問山長與諸位夫子詢問西涯先生\\n⑥探索湘東擊敗因追查西涯先生而引來的殺手\\n⑦探索嶽麓書院揭露元凶並戰勝\\n⑧嶽麓書院友好到達80，探索嶽麓書院拜見山長。\\n⑨探索嶽麓書院可向書院夫子學習儒學、翰墨、術數\\n-可重複"
    translated: "Year 1: At the Ruined Temple in the Ruined Temple, you encounter a wounded woman wearing a face veil. Choose to conceal her.  After Yue Lu Academy opens, wealth reaches 10,000. Explore Yue Lu Academy and answer questions to pass the Confucian examination; after passing, you can study there.  From January of the fourth year to December of the fifth year, explore Xiang Dong and defeat two scholars to join them.  From January of the fifth year to December of the sixth year, explore Yue Lu Academy to uncover Yan Meigui's background.  Explore Yue Lu Academy and inquire about the headmaster and various teachers regarding Mr. Xi Ya.  Explore Xiang Dong and defeat assassins sent by those investigating Mr. Xi Ya.  Explore Yue Lu Academy to expose the mastermind and defeat them.  Yue Lu Academy becomes friendly, reaching 10,000. Explore Yue Lu Academy to meet with the headmaster.  You can learn Confucianism, calligraphy, and numerology from teachers at the academy; this can be repeated."
  - splitPath: DetailDescTw
    text: "位於湘東長沙府嶽麓山腳下，創立於北宋開寶年間，天下四大書院之一，彙集以“道林四友”為首的一眾博學夫子，是荊湘的文壇聖地。山長【麓山先生】荀師道高風亮節，滿腹經綸，是天下聞名的博雅大儒。"
    translated: "Located at the foot of Yueyang Mountain in Changsha Prefecture, Xiangdong Province, this academy was founded during the early Northern Song Dynasty's Kai Bao period and is one of the Four Great Academies of China. It gathers a group of erudite scholars known as the Dalin Four Friends, making it a holy land of literature for Jingxiang region. The headmaster, Mr. Xu Shi Dao, goes by the title Mr. Lu Shan. He is renowned for his high moral character and extensive knowledge, being a world‑famous scholar in the realm of academia."
  - splitPath: LockDescTw
    text: "第三年一月起，財富大於1000，探索湘東得知嶽麓書院今年招生後開啟。\\n與嶽麓書院友好度到達100解鎖。"
    translated: "Starting from January of the third year, exploration of Xiangdong for wealth greater than 1000 will lead to the activation upon learning that Yue Lu Academy is enrolling students this year. Friendly relations with Yue Lu Academy reaching 100 will unlock this feature."
  - splitPath: RepeatDescTw
    text: "探索嶽麓書院可向書院夫子學習儒學、翰墨、術數。"
    translated: "Exploring Yue Lu Academy can allow you to learn Confucianism, calligraphy, and divination from the academy master."
- raw: "{\r\n    \"Key\": 1003,\r\n    \"NameFinal\": \"永盛鏢局\",\r\n    \"DescFinal\": \"①探索永盛鏢局，拜訪祖南雄②第四年一月開始，永盛鏢局友好到達30，探索荊南，擊敗端木遺\\\\n③探索永盛鏢局，祖南雄傳授鐵布衫\\\\n④第六年一月開始，永勝鏢局友好到達80，探索永盛鏢局，歐陽望託鏢\\\\n⑤探索湘西，擊敗黑白秀士，解鎖永盛鏢局\\\\n⑥探索永盛鏢局可接鏢賺取銀錢\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於荊東武昌府武昌城西，傳至今日已有四代，是荊湘一地最大的鏢局，其鏢運業務南至嶺南，北達關隴，在江湖中頗有聲名。總鏢頭【打虎太歲】祖南雄雖好名自負，但亦豪爽大氣，深得手下一眾鏢頭、鏢師的信賴。\",\r\n    \"LockDescFinal\": \"【衡山派】衡山第四年主線婁家寨事件破獲後開啟。\\\\n【其他門派】第四年一月至第五年十二月，探索湘東戰勝鄔健後開啟。\\\\n永盛鏢局友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索永勝鏢局可選擇護鏢賺錢。\",\r\n    \"Name\": \"永盛镖局\",\r\n    \"Desc\": \"①探索永盛镖局，拜访祖南雄②第四年一月开始，永盛镖局友好到达30，探索荆南，击败端木遗\\\\n③探索永盛镖局，祖南雄传授铁布衫\\\\n④第六年一月开始，永胜镖局友好到达80，探索永盛镖局，欧阳望托镖\\\\n⑤探索湘西，击败黑白秀士，解锁永盛镖局\\\\n⑥探索永盛镖局可接镖赚取银钱\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于荆东武昌府武昌城西，传至今日已有四代，是荆湘一地最大的镖局，其镖运业务南至岭南，北达关陇，在江湖中颇有声名。总镖头【打虎太岁】祖南雄虽好名自负，但亦豪爽大气，深得手下一众镖头、镖师的信赖。\",\r\n    \"LockDesc\": \"【衡山派】衡山第四年主线娄家寨事件破获后开启。\\\\n【其他门派】第四年一月至第五年十二月，探索湘东战胜邬健后开启。\\\\n永盛镖局友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索永胜镖局可选择护镖赚钱。\",\r\n    \"NameTw\": \"永盛鏢局\",\r\n    \"DescTw\": \"①探索永盛鏢局，拜訪祖南雄②第四年一月開始，永盛鏢局友好到達30，探索荊南，擊敗端木遺\\\\n③探索永盛鏢局，祖南雄傳授鐵布衫\\\\n④第六年一月開始，永勝鏢局友好到達80，探索永盛鏢局，歐陽望託鏢\\\\n⑤探索湘西，擊敗黑白秀士，解鎖永盛鏢局\\\\n⑥探索永盛鏢局可接鏢賺取銀錢\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於荊東武昌府武昌城西，傳至今日已有四代，是荊湘一地最大的鏢局，其鏢運業務南至嶺南，北達關隴，在江湖中頗有聲名。總鏢頭【打虎太歲】祖南雄雖好名自負，但亦豪爽大氣，深得手下一眾鏢頭、鏢師的信賴。\",\r\n    \"LockDescTw\": \"【衡山派】衡山第四年主線婁家寨事件破獲後開啟。\\\\n【其他門派】第四年一月至第五年十二月，探索湘東戰勝鄔健後開啟。\\\\n永盛鏢局友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索永勝鏢局可選擇護鏢賺錢。\"\r\n  }"
  rawIndex: 1003
  splits:
  - splitPath: NameFinal
    text: "永盛鏢局"
    translated: "Ever Prosper Escort Bureau"
  - splitPath: DescFinal
    text: "①探索永盛鏢局，拜訪祖南雄②第四年一月開始，永盛鏢局友好到達30，探索荊南，擊敗端木遺\\n③探索永盛鏢局，祖南雄傳授鐵布衫\\n④第六年一月開始，永勝鏢局友好到達80，探索永盛鏢局，歐陽望託鏢\\n⑤探索湘西，擊敗黑白秀士，解鎖永盛鏢局\\n⑥探索永盛鏢局可接鏢賺取銀錢\\n-可重複"
    translated: "1. Explore Yongsheng Escort Agency and visit Zu Nanxiong. 2. Starting in the fourth year of the month of January, the Yongsheng Escort Agency will be friendly to reach 30. Explore Jingnan and defeat Tangmu Yi. 3. Explore Yongsheng Escort Agency, where Zu Nanxiong teaches Tiefubushan. 4. Starting in the sixth year of the month of January, the Yongsheng Escort Agency will be friendly to reach 80. Explore Yongsheng Escort Agency, where Ou Yang Wang entrusts an escort mission. 5. Explore Xiangxi and defeat the Black and White Swordsmen to unlock Yongsheng Escort Agency. 6. Exploring Yongsheng Escort Agency allows you to take on escort missions to earn silver coins ‑ You can repeat this process."
  - splitPath: DetailDescFinal
    text: "位於荊東武昌府武昌城西，傳至今日已有四代，是荊湘一地最大的鏢局，其鏢運業務南至嶺南，北達關隴，在江湖中頗有聲名。總鏢頭【打虎太歲】祖南雄雖好名自負，但亦豪爽大氣，深得手下一眾鏢頭、鏢師的信賴。"
    translated: "Located in the west of Wuchang City, Wu昌府 in Jingdong, it has been passed down for four generations and is the largest courier bureau in Jingxiang. Its courier services extend south to Lingnan and north to Guanlong, earning considerable renown in the Jianghu. The founding Grand Commander, Zhan Nanxiong, known as the Older Brother Who Fights Tigers, although he is vain and seeks glory, is also generous and broad‑minded, gaining the trust of his subordinates, including various commanders and couriers."
  - splitPath: LockDescFinal
    text: "【衡山派】衡山第四年主線婁家寨事件破獲後開啟。\\n【其他門派】第四年一月至第五年十二月，探索湘東戰勝鄔健後開啟。\\n永盛鏢局友好度到達100解鎖。"
    translated: "【Hengshan Sect】This main quest event at Lou Family Village becomes available after the fourth year of Hengshan.  【Other Factions】Starting from January of the fourth year to December of the fifth year, this quest opens after defeating Wu Jian in Xiangdong.  Yongsheng Escort Office Goodwill reaches 100 to unlock."
  - splitPath: RepeatDescFinal
    text: "探索永勝鏢局可選擇護鏢賺錢。"
    translated: "Exploring Ever Victorious Escort Bureau offers the option to guard shipments and earn money."
  - splitPath: Name
    text: "永盛镖局"
    translated: "Ever Prosper Escort Agency"
  - splitPath: Desc
    text: "①探索永盛镖局，拜访祖南雄②第四年一月开始，永盛镖局友好到达30，探索荆南，击败端木遗\\n③探索永盛镖局，祖南雄传授铁布衫\\n④第六年一月开始，永胜镖局友好到达80，探索永盛镖局，欧阳望托镖\\n⑤探索湘西，击败黑白秀士，解锁永盛镖局\\n⑥探索永盛镖局可接镖赚取银钱\\n-可重复"
    translated: "1. Explore the Yongsheng Escort Bureau and visit Zu Nanxiong. 2. Starting in the fourth year of January, the Yongsheng Escort Bureau friendly arrives at 30. Explore Jingnan and defeat Dangu Yi. 3. Explore the Yongsheng Escort Bureau, where Zu Nanxiong teaches Telu Baoshen. 4. Starting in the sixth year of January, the Yongsheng Escort Bureau is friendly upon arrival at 80. Explore the Yongsheng Escort Bureau and deliver a consignment for Ouyang Wang. 5. Explore Xixiang and defeat the Black‑and‑White Virtuous Gentlemen to unlock the Yongsheng Escort Bureau. 6. By exploring the Yongsheng Escort Bureau, you can take on consignments to earn silver money.    ‑ This task is repeatable."
  - splitPath: DetailDesc
    text: "位于荆东武昌府武昌城西，传至今日已有四代，是荆湘一地最大的镖局，其镖运业务南至岭南，北达关陇，在江湖中颇有声名。总镖头【打虎太岁】祖南雄虽好名自负，但亦豪爽大气，深得手下一众镖头、镖师的信赖。"
    translated: "Located in the west of Wuchang City in Wuchang Prefecture on Jingdong, this fourth‑generation martial arts guild has been in operation for over a century and is the largest such establishment in Jingshian. Its transport services reach as far south as Lingnan and north to Guanling, earning it considerable reputation within the Jianghu. The chief bodyguard Tiger‑Slaying Tyrant Zu Nanxiong, though vain and self‑important, is also generous and straightforward, gaining the trust of his subordinates, including the various bodyguards and couriers."
  - splitPath: LockDesc
    text: "【衡山派】衡山第四年主线娄家寨事件破获后开启。\\n【其他门派】第四年一月至第五年十二月，探索湘东战胜邬健后开启。\\n永盛镖局友好度到达100解锁。"
    translated: "【Sect of Hengshan】This event opens after the resolution of the Lou Family Village incident in the fourth year of Mount Heng.  【Other Sects】From January of the fourth year to December of the fifth year, this event opens after defeating Wu Jian in Xiangdong.  Yongsheng Escort Bureau goodwill reaches 100 to unlock."
  - splitPath: RepeatDesc
    text: "探索永胜镖局可选择护镖赚钱。"
    translated: "Exploring Yongsheng Escort Bureau allows you to choose to protect shipments for profit."
  - splitPath: NameTw
    text: "永盛鏢局"
    translated: "Ever Prosper Escort Bureau"
  - splitPath: DescTw
    text: "①探索永盛鏢局，拜訪祖南雄②第四年一月開始，永盛鏢局友好到達30，探索荊南，擊敗端木遺\\n③探索永盛鏢局，祖南雄傳授鐵布衫\\n④第六年一月開始，永勝鏢局友好到達80，探索永盛鏢局，歐陽望託鏢\\n⑤探索湘西，擊敗黑白秀士，解鎖永盛鏢局\\n⑥探索永盛鏢局可接鏢賺取銀錢\\n-可重複"
    translated: "1. Explore Yongsheng Escort Agency and visit Zu Nanxiong. 2. Starting in the fourth year of the month of January, the Yongsheng Escort Agency will be friendly to reach 30. Explore Jingnan and defeat Tangmu Yi. 3. Explore Yongsheng Escort Agency, where Zu Nanxiong teaches Tiefubushan. 4. Starting in the sixth year of the month of January, the Yongsheng Escort Agency will be friendly to reach 80. Explore Yongsheng Escort Agency, where Ou Yang Wang entrusts an escort mission. 5. Explore Xiangxi and defeat the Black and White Swordsmen to unlock Yongsheng Escort Agency. 6. Exploring Yongsheng Escort Agency allows you to take on escort missions to earn silver coins ‑ You can repeat this process."
  - splitPath: DetailDescTw
    text: "位於荊東武昌府武昌城西，傳至今日已有四代，是荊湘一地最大的鏢局，其鏢運業務南至嶺南，北達關隴，在江湖中頗有聲名。總鏢頭【打虎太歲】祖南雄雖好名自負，但亦豪爽大氣，深得手下一眾鏢頭、鏢師的信賴。"
    translated: "Located in the west of Wuchang City, Wu昌府 in Jingdong, it has been passed down for four generations and is the largest courier bureau in Jingxiang. Its courier services extend south to Lingnan and north to Guanlong, earning considerable renown in the Jianghu. The founding Grand Commander, Zhan Nanxiong, known as the Older Brother Who Fights Tigers, although he is vain and seeks glory, is also generous and broad‑minded, gaining the trust of his subordinates, including various commanders and couriers."
  - splitPath: LockDescTw
    text: "【衡山派】衡山第四年主線婁家寨事件破獲後開啟。\\n【其他門派】第四年一月至第五年十二月，探索湘東戰勝鄔健後開啟。\\n永盛鏢局友好度到達100解鎖。"
    translated: "【Hengshan Sect】This main quest event at Lou Family Village becomes available after the fourth year of Hengshan.  【Other Factions】Starting from January of the fourth year to December of the fifth year, this quest opens after defeating Wu Jian in Xiangdong.  Yongsheng Escort Office Goodwill reaches 100 to unlock."
  - splitPath: RepeatDescTw
    text: "探索永勝鏢局可選擇護鏢賺錢。"
    translated: "Exploring Ever Victorious Escort Bureau offers the option to guard shipments and earn money."
- raw: "{\r\n    \"Key\": 1008,\r\n    \"NameFinal\": \"六合幫\",\r\n    \"DescFinal\": \"①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊\\\\n②在六合幫購買寶物根據寶物價值可提升不同程度的好感\\\\n③第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾\\\\n④六合幫友好到達80，探索六合莊保護夏侯朝擊敗叛亂的鐘其北後夏侯朝加入，解鎖六合幫\\\\n⑤探索六合幫可選擇護送商船賺錢\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於荊北鄖陽府鄖西縣內，毗鄰漢江支流金錢河，由夏侯朝創立，靠著金錢河河運往來於荊湘、關隴之間，做兩地的生意和運輸。幫主【朝秦暮楚】夏侯朝豁達幹練，廣交善緣，荊湘、關隴兩地與其幫中有生意往來者甚眾。\",\r\n    \"LockDescFinal\": \"第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊。\\\\n與六合幫友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索六合幫可選擇護送商船賺錢。\\\\n在六合幫購買寶物根據寶物價值可提升不同程度的好感。\",\r\n    \"Name\": \"六合帮\",\r\n    \"Desc\": \"①第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品开启六合庄\\\\n②在六合帮购买宝物根据宝物价值可提升不同程度的好感\\\\n③第七年一月开始，六合帮友好到达50，探索六合帮运送官粮，击败埋伏的崔三贯一众\\\\n④六合帮友好到达80，探索六合庄保护夏侯朝击败叛乱的钟其北后夏侯朝加入，解锁六合帮\\\\n⑤探索六合帮可选择护送商船赚钱\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于荆北郧阳府郧西县内，毗邻汉江支流金钱河，由夏侯朝创立，靠着金钱河河运往来于荆湘、关陇之间，做两地的生意和运输。帮主【朝秦暮楚】夏侯朝豁达干练，广交善缘，荆湘、关陇两地与其帮中有生意往来者甚众。\",\r\n    \"LockDesc\": \"第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品开启六合庄。\\\\n与六合帮友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索六合帮可选择护送商船赚钱。\\\\n在六合帮购买宝物根据宝物价值可提升不同程度的好感。\",\r\n    \"NameTw\": \"六合幫\",\r\n    \"DescTw\": \"①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊\\\\n②在六合幫購買寶物根據寶物價值可提升不同程度的好感\\\\n③第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾\\\\n④六合幫友好到達80，探索六合莊保護夏侯朝擊敗叛亂的鐘其北後夏侯朝加入，解鎖六合幫\\\\n⑤探索六合幫可選擇護送商船賺錢\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於荊北鄖陽府鄖西縣內，毗鄰漢江支流金錢河，由夏侯朝創立，靠著金錢河河運往來於荊湘、關隴之間，做兩地的生意和運輸。幫主【朝秦暮楚】夏侯朝豁達幹練，廣交善緣，荊湘、關隴兩地與其幫中有生意往來者甚眾。\",\r\n    \"LockDescTw\": \"第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊。\\\\n與六合幫友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索六合幫可選擇護送商船賺錢。\\\\n在六合幫購買寶物根據寶物價值可提升不同程度的好感。\"\r\n  }"
  rawIndex: 1008
  splits:
  - splitPath: NameFinal
    text: "六合幫"
    translated: "Sixfold Guild"
  - splitPath: DescFinal
    text: "①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊\\n②在六合幫購買寶物根據寶物價值可提升不同程度的好感\\n③第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾\\n④六合幫友好到達80，探索六合莊保護夏侯朝擊敗叛亂的鐘其北後夏侯朝加入，解鎖六合幫\\n⑤探索六合幫可選擇護送商船賺錢\\n-可重複"
    translated: "Starting from January of the fourth year to December of the fifth year, wealth reaches 1000 Exploration in Jingbei. You can start by purchasing any item at Xiaohou Jun's shop to open Liuhexiang Village.  Acquiring treasures from Liuhexiang increases your favor with varying degrees based on the value of the treasure purchased.  Starting from January of the seventh year, when your favor with Liuhexiang reaches 50, you can explore transporting official grain for Liuhexiang and defeat Cui San Guan and his gang.  When your favor with Liuhexiang reaches 80, you can explore Liuhexiang Village. After protecting Xiaohou Zhao from a rebellion led by Zhong Qibei, Xiaohou Zhao joins you, unlocking access to Liuhexiang.  Exploring Liuhexiang allows you to choose to escort merchant ships and earn money. This option is repeatable."
  - splitPath: DetailDescFinal
    text: "位於荊北鄖陽府鄖西縣內，毗鄰漢江支流金錢河，由夏侯朝創立，靠著金錢河河運往來於荊湘、關隴之間，做兩地的生意和運輸。幫主【朝秦暮楚】夏侯朝豁達幹練，廣交善緣，荊湘、關隴兩地與其幫中有生意往來者甚眾。"
    translated: "Located in West Yunyang Prefecture's West County within Jingbei Province, this gang is situated near the Jinqian River, a tributary of the Han River. It was founded by Xiahou Chao. Relying on the Jinqian River for transportation, it facilitates trade and transport between Jingxiang and Guanling regions. The Gang Leader, Morning Torn Between East and West Xiahou Chao, is open‑minded and efficient, widely cultivating good fortune and connections. Many businesses from both Jingxiang and Guanling have dealings with his gang."
  - splitPath: LockDescFinal
    text: "第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊。\\n與六合幫友好度到達100解鎖。"
    translated: "From the beginning of the fourth year in January to the end of the fifth year in December, wealth accumulates until reaching 100,000 gold to explore Jingbei and purchase any item from Xiahou Jun at will to unlock Hexi Village.  Achieve a friendly relationship with Hexi Gang up to 100% to unlock it."
  - splitPath: RepeatDescFinal
    text: "探索六合幫可選擇護送商船賺錢。\\n在六合幫購買寶物根據寶物價值可提升不同程度的好感。"
    translated: "Exploring the Hexagram Help can involve escorting merchant ships to earn money. Purchasing treasures from the Hexagram Help according to their value can increase varying degrees of goodwill."
  - splitPath: Name
    text: "六合帮"
    translated: "Sixfold Guild"
  - splitPath: Desc
    text: "①第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品开启六合庄\\n②在六合帮购买宝物根据宝物价值可提升不同程度的好感\\n③第七年一月开始，六合帮友好到达50，探索六合帮运送官粮，击败埋伏的崔三贯一众\\n④六合帮友好到达80，探索六合庄保护夏侯朝击败叛乱的钟其北后夏侯朝加入，解锁六合帮\\n⑤探索六合帮可选择护送商船赚钱\\n-可重复"
    translated: "1. From the beginning of the fourth year, January to the end of the fifth year, December, wealth accumulates until reaching 1000 Exploration in Jingbei; you can purchase any item from Xiahou Jun to unlock Hexing Manor. 2. Purchasing treasures from Hexing Gang based on their value will increase different levels of goodwill. 3. Starting from January of the seventh year, when Hexing Gang's goodwill reaches 50, explore escorting government grain for Hexing Gang and defeat the ambush led by Cui Sanguan. 4. When Hexing Gang's goodwill reaches 80, you can explore protecting Hexing Manor; after defeating Zhong Qibei who rebels against Xiahou Chaoyang, Xiahou Chaoyang joins your party, unlocking access to Hexing Gang. 5. You can choose to escort merchant ships to earn money by exploring Hexing Gang ‑ This task is repeatable."
  - splitPath: DetailDesc
    text: "位于荆北郧阳府郧西县内，毗邻汉江支流金钱河，由夏侯朝创立，靠着金钱河河运往来于荆湘、关陇之间，做两地的生意和运输。帮主【朝秦暮楚】夏侯朝豁达干练，广交善缘，荆湘、关陇两地与其帮中有生意往来者甚众。"
    translated: "Located in Yuxi County, Yunyang Prefecture, Jingnan Province, this gang is situated near the Han River tributary, Qianjin River. Founded by Xiahou Chao, it thrives on the river transport between Jingxiang and Guanlong regions, engaging in business and transportation between the two areas. The Chief, Zhaoliu Xiahou Chao, is broad‑minded and efficient, making many beneficial connections. Numerous individuals from both Jingxiang and Guanlong have dealings with his gang."
  - splitPath: LockDesc
    text: "第四年一月开始至第五年十二月，财富到达1000探索荆北，在夏侯珺处任意购买一件物品开启六合庄。\\n与六合帮友好度到达100解锁。"
    translated: "Starting from January of the fourth year and ending by December of the fifth year, accumulate wealth to reach 10,000 gold pieces. Explore Jingbei with it at Xiahou Jun's place, and purchase any item to unlock Hexiuzhuang.  Friendly relations with the Hexiuhui help increase your standing, unlocking this option when you have a friendly relationship of at least 50 points with them."
  - splitPath: RepeatDesc
    text: "探索六合帮可选择护送商船赚钱。\\n在六合帮购买宝物根据宝物价值可提升不同程度的好感。"
    translated: "Exploring the Hexing Gang offers the option to escort merchant ships for profit.  Buying treasures from the Hexing Gang can increase your goodwill to varying degrees depending on the value of the treasure."
  - splitPath: NameTw
    text: "六合幫"
    translated: "Sixfold Guild"
  - splitPath: DescTw
    text: "①第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊\\n②在六合幫購買寶物根據寶物價值可提升不同程度的好感\\n③第七年一月開始，六合幫友好到達50，探索六合幫運送官糧，擊敗埋伏的崔三貫一眾\\n④六合幫友好到達80，探索六合莊保護夏侯朝擊敗叛亂的鐘其北後夏侯朝加入，解鎖六合幫\\n⑤探索六合幫可選擇護送商船賺錢\\n-可重複"
    translated: "Starting from January of the fourth year to December of the fifth year, wealth reaches 1000 Exploration in Jingbei. You can start by purchasing any item at Xiaohou Jun's shop to open Liuhexiang Village.  Acquiring treasures from Liuhexiang increases your favor with varying degrees based on the value of the treasure purchased.  Starting from January of the seventh year, when your favor with Liuhexiang reaches 50, you can explore transporting official grain for Liuhexiang and defeat Cui San Guan and his gang.  When your favor with Liuhexiang reaches 80, you can explore Liuhexiang Village. After protecting Xiaohou Zhao from a rebellion led by Zhong Qibei, Xiaohou Zhao joins you, unlocking access to Liuhexiang.  Exploring Liuhexiang allows you to choose to escort merchant ships and earn money. This option is repeatable."
  - splitPath: DetailDescTw
    text: "位於荊北鄖陽府鄖西縣內，毗鄰漢江支流金錢河，由夏侯朝創立，靠著金錢河河運往來於荊湘、關隴之間，做兩地的生意和運輸。幫主【朝秦暮楚】夏侯朝豁達幹練，廣交善緣，荊湘、關隴兩地與其幫中有生意往來者甚眾。"
    translated: "Located in West Yunyang Prefecture's West County within Jingbei Province, this gang is situated near the Jinqian River, a tributary of the Han River. It was founded by Xiahou Chao. Relying on the Jinqian River for transportation, it facilitates trade and transport between Jingxiang and Guanling regions. The Gang Leader, Morning Torn Between East and West Xiahou Chao, is open‑minded and efficient, widely cultivating good fortune and connections. Many businesses from both Jingxiang and Guanling have dealings with his gang."
  - splitPath: LockDescTw
    text: "第四年一月開始至第五年十二月，財富到達1000探索荊北，在夏侯珺處任意購買一件物品開啟六合莊。\\n與六合幫友好度到達100解鎖。"
    translated: "From the beginning of the fourth year in January to the end of the fifth year in December, wealth accumulates until reaching 100,000 gold to explore Jingbei and purchase any item from Xiahou Jun at will to unlock Hexi Village.  Achieve a friendly relationship with Hexi Gang up to 100% to unlock it."
  - splitPath: RepeatDescTw
    text: "探索六合幫可選擇護送商船賺錢。\\n在六合幫購買寶物根據寶物價值可提升不同程度的好感。"
    translated: "Exploring the Hexagram Help can involve escorting merchant ships to earn money. Purchasing treasures from the Hexagram Help according to their value can increase varying degrees of goodwill."
- raw: "{\r\n    \"Key\": 1000,\r\n    \"NameFinal\": \"盤蛇谷\",\r\n    \"DescFinal\": \"①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\\\n②第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\\\n③探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\\\n④第六年一月起，若盤蛇谷與阮碧青友好度都到達60，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助蔣癘夫\\\\n⑤第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽以做後用獲取異蛇王膽\\\\n⑥第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽\\\\n⑦探索盤蛇谷將異蛇王膽贈與蔣癘夫治傷\\\\n⑧再次探索盤蛇谷，蔣癘夫傷愈加入，解鎖盤蛇谷\\\\n⑨探索盤蛇谷可向蔣癘夫、阮碧青學習御獸-可重複\",\r\n    \"DetailDescFinal\": \"位於湘南永州府寧遠縣九嶷山深處，由永州捕蛇人組成，歷經數代而創立，以毒術和牧蛇之術聞名，谷中門人多以牧蛇為業，亦善制多種祕藥。谷主【食虺神君】蔣癘夫孤僻乖戾，出手狠辣，與江湖中人少有往來。\",\r\n    \"LockDescFinal\": \"幫助碧衣女子打跑混混並在九嶷山獲得蛇膽後，再次探索湘南拜訪盤蛇谷後開啟。\\\\n與盤蛇谷友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索盤蛇谷可向蔣癘夫、阮碧青學習御獸。\",\r\n    \"Name\": \"盘蛇谷\",\r\n    \"Desc\": \"①御兽到达入门探索盘蛇谷蒋疠夫传授牧蛇术\\\\n②第五年一月起，好感到达50可去荆东帮助阮碧青送家信\\\\n③探索荆东送完家信后再次探索盘蛇谷回报阮碧青\\\\n④第六年一月起，若盘蛇谷与阮碧青友好度都到达60，探索盘蛇谷内可发现阮碧青暗算蒋疠夫，选择帮助蒋疠夫\\\\n⑤第六年一月起，御兽到达大师，探索九嶷山遇到异蛇王，战胜后选择杀蛇取胆以做后用获取异蛇王胆\\\\n⑥第六年一月起，御兽到达大师，探索九嶷山遇到异蛇王，战胜后选择杀蛇取胆\\\\n⑦探索盘蛇谷将异蛇王胆赠与蒋疠夫治伤\\\\n⑧再次探索盘蛇谷，蒋疠夫伤愈加入，解锁盘蛇谷\\\\n⑨探索盘蛇谷可向蒋疠夫、阮碧青学习御兽-可重复\",\r\n    \"DetailDesc\": \"位于湘南永州府宁远县九嶷山深处，由永州捕蛇人组成，历经数代而创立，以毒术和牧蛇之术闻名，谷中门人多以牧蛇为业，亦善制多种秘药。谷主【食虺神君】蒋疠夫孤僻乖戾，出手狠辣，与江湖中人少有往来。\",\r\n    \"LockDesc\": \"帮助碧衣女子打跑混混并在九嶷山获得蛇胆后，再次探索湘南拜访盘蛇谷后开启。\\\\n与盘蛇谷友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索盘蛇谷可向蒋疠夫、阮碧青学习御兽。\",\r\n    \"NameTw\": \"盤蛇谷\",\r\n    \"DescTw\": \"①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\\\n②第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\\\n③探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\\\n④第六年一月起，若盤蛇谷與阮碧青友好度都到達60，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助蔣癘夫\\\\n⑤第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽以做後用獲取異蛇王膽\\\\n⑥第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽\\\\n⑦探索盤蛇谷將異蛇王膽贈與蔣癘夫治傷\\\\n⑧再次探索盤蛇谷，蔣癘夫傷愈加入，解鎖盤蛇谷\\\\n⑨探索盤蛇谷可向蔣癘夫、阮碧青學習御獸-可重複\",\r\n    \"DetailDescTw\": \"位於湘南永州府寧遠縣九嶷山深處，由永州捕蛇人組成，歷經數代而創立，以毒術和牧蛇之術聞名，谷中門人多以牧蛇為業，亦善制多種祕藥。谷主【食虺神君】蔣癘夫孤僻乖戾，出手狠辣，與江湖中人少有往來。\",\r\n    \"LockDescTw\": \"幫助碧衣女子打跑混混並在九嶷山獲得蛇膽後，再次探索湘南拜訪盤蛇谷後開啟。\\\\n與盤蛇谷友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索盤蛇谷可向蔣癘夫、阮碧青學習御獸。\"\r\n  }"
  rawIndex: 1000
  splits:
  - splitPath: NameFinal
    text: "盤蛇谷"
    translated: "Coiling Serpent Valley"
  - splitPath: DescFinal
    text: "①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\n②第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\n③探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\n④第六年一月起，若盤蛇谷與阮碧青友好度都到達60，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助蔣癘夫\\n⑤第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽以做後用獲取異蛇王膽\\n⑥第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽\\n⑦探索盤蛇谷將異蛇王膽贈與蔣癘夫治傷\\n⑧再次探索盤蛇谷，蔣癘夫傷愈加入，解鎖盤蛇谷\\n⑨探索盤蛇谷可向蔣癘夫、阮碧青學習御獸-可重複"
    translated: "1. The beast tamer learns the art of snake herding from Jiang Youfu in the入门探索盘蛇谷. 2. Starting from the first month of the fifth year, good health allows you to go to Jingdong to help Juan Biqueing deliver a family letter to 50. 3. Explore Jingdong after delivering the family letter and then revisit the盘蛇谷 to report back to Juan Biqueing. 4. Starting from the first month of the sixth year, if both the relationship with盘蛇谷 and Juan Biqueing's trust reach 60, you can discover that Juan Biqueing is plotting against Jiang Youfu in the盘蛇谷. Choose to help Jiang Youfu. 5. Starting from the first month of the sixth year, when your beast tamer reaches the master level, explore Mount Jiuyi and encounter the Strange Snake King. After defeating it, choose to kill the snake and extract its gallbladder for future use to obtain the Strange Snake King's gallbladder. 6. Starting from the first month of the sixth year, if your beast tamer reaches the master level, explore Mount Jiuyi and encounter the Strange Snake King. After defeating it, choose to kill the snake and extract its gallbladder. 7. Explore the盘蛇谷 and gift Jiang Youfu the Strange Snake King's gallbladder to help with his injuries. 8. Revisit the盘蛇谷; once Jiang Youfu recovers from his wounds, he joins you, unlocking access to the盘蛇谷. 9. Exploring the盘蛇谷 allows you to learn from Jiang Youfu and Juan Biqueing about beast taming‑this can be repeated multiple times."
  - splitPath: DetailDescFinal
    text: "位於湘南永州府寧遠縣九嶷山深處，由永州捕蛇人組成，歷經數代而創立，以毒術和牧蛇之術聞名，谷中門人多以牧蛇為業，亦善制多種祕藥。谷主【食虺神君】蔣癘夫孤僻乖戾，出手狠辣，與江湖中人少有往來。"
    translated: "Located deep in the Nine疑 Mountains of Ningyuan County, Yongzhou Prefecture in Xiangnan Province, this valley was founded by generations of snake catchers from Yongzhou. Known for their skills in毒术 and raising snakes, the inhabitants of the valley also excel in making various secret medicines. The Valley Master, Deity of Venomous Snakes, Jiang Liufu, is reclusive and tempestuous, with a harsh hand, and rarely interacts with people in the江湖."
  - splitPath: LockDescFinal
    text: "幫助碧衣女子打跑混混並在九嶷山獲得蛇膽後，再次探索湘南拜訪盤蛇谷後開啟。\\n與盤蛇谷友好度到達100解鎖。"
    translated: "Helping the girl in green clothing drive away the thugs and obtaining snake bile in Jiuyi Mountain allows you to explore Xiangnan and visit the Coiling Snake Valley again. Unlocking this requires a friendly relationship with the Coiling Snake Valley at 100."
  - splitPath: RepeatDescFinal
    text: "探索盤蛇谷可向蔣癘夫、阮碧青學習御獸。"
    translated: "Exploring Pan She Valley can be learned from Jiang Yufu and Ruan Biqing about controlling beasts."
  - splitPath: Name
    text: "盘蛇谷"
    translated: "Coiling Serpent Canyon"
  - splitPath: Desc
    text: "①御兽到达入门探索盘蛇谷蒋疠夫传授牧蛇术\\n②第五年一月起，好感到达50可去荆东帮助阮碧青送家信\\n③探索荆东送完家信后再次探索盘蛇谷回报阮碧青\\n④第六年一月起，若盘蛇谷与阮碧青友好度都到达60，探索盘蛇谷内可发现阮碧青暗算蒋疠夫，选择帮助蒋疠夫\\n⑤第六年一月起，御兽到达大师，探索九嶷山遇到异蛇王，战胜后选择杀蛇取胆以做后用获取异蛇王胆\\n⑥第六年一月起，御兽到达大师，探索九嶷山遇到异蛇王，战胜后选择杀蛇取胆\\n⑦探索盘蛇谷将异蛇王胆赠与蒋疠夫治伤\\n⑧再次探索盘蛇谷，蒋疠夫伤愈加入，解锁盘蛇谷\\n⑨探索盘蛇谷可向蒋疠夫、阮碧青学习御兽-可重复"
    translated: "1. The beasts arrived at the入门 exploration map of盘蛇谷and Jiang Lifu taught them snake herding techniques. 2. Starting from the fifth month of the first year, Hao Ge can go to荆东to help Ruan Biqing deliver family letters. 3. Explore 荆东after delivering the family letter and then explore盘蛇谷again to report back to Ruan Biqing. 4. Starting from the fifth month of the second year, if both the friendly relationship with盘蛇谷and Ruan Biqing have reached60, exploring盘蛇谷can reveal that Ruan Biqing tried to betray Jiang Lifu; choose to help Jiang Lifu. 5. Starting from the fifth month of the second year, the beasts reach the master level and can explore九嶷山where they encounter an alien snake king. After defeating it, choose to kill the snake for its gallbladder for later use to obtain the alien snake king's gallbladder. 6. Starting from the fifth month of the second year, the beasts reach the master level and can explore九嶷山where they encounter an alien snake king. After defeating it, choose to kill the snake for its gallbladder. 7. After exploring盘蛇谷, give Jiang Lifu the alien snake king's gallbladder to help him heal his injuries. 8. Again explore盘蛇谷and when Jiang Lifu recovers from his injuries, he joins; unlock盘蛇谷. 9. Explore盘蛇谷to learn beast mastery techniques from Jiang Lifu and Ruan Biqing (can be repeated)."
  - splitPath: DetailDesc
    text: "位于湘南永州府宁远县九嶷山深处，由永州捕蛇人组成，历经数代而创立，以毒术和牧蛇之术闻名，谷中门人多以牧蛇为业，亦善制多种秘药。谷主【食虺神君】蒋疠夫孤僻乖戾，出手狠辣，与江湖中人少有往来。"
    translated: "Located deep within the Jiuyi Mountains in Ningyuan County, Yongzhou Prefecture, Xiangnan Province, this valley was established by generations of snake catchers from Yongzhou. Renowned for their poison skills and snake herding techniques, most disciples within the valley are engaged in snake herding and excel in creating various secret remedies. The Valley Master, Shi Hu Shen Jun Jiang Lifu, is known for his reclusive and eccentric personality, often employing brutal methods, and rarely interacts with people from the Jianghu."
  - splitPath: LockDesc
    text: "帮助碧衣女子打跑混混并在九嶷山获得蛇胆后，再次探索湘南拜访盘蛇谷后开启。\\n与盘蛇谷友好度到达100解锁。"
    translated: "Helping the girl in blue clothes驱逐混混and obtaining snake bile in Mount Niuyi will unlock this upon returning to Xiangnan and visiting Pan Snake Valley.   Achieving a friendly relationship rating of 100 with Pan Snake Valley unlocks this."
  - splitPath: RepeatDesc
    text: "探索盘蛇谷可向蒋疠夫、阮碧青学习御兽。"
    translated: "Exploring Pan She Gorge can be learned from Jiang Lifu and Ruan Biqing to control beasts."
  - splitPath: NameTw
    text: "盤蛇谷"
    translated: "Coiling Serpent Valley"
  - splitPath: DescTw
    text: "①御獸到達入門探索盤蛇谷蔣癘夫傳授牧蛇術\\n②第五年一月起，好感到達50可去荊東幫助阮碧青送家信\\n③探索荊東送完家信後再次探索盤蛇谷回報阮碧青\\n④第六年一月起，若盤蛇谷與阮碧青友好度都到達60，探索盤蛇谷內可發現阮碧青暗算蔣癘夫，選擇幫助蔣癘夫\\n⑤第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽以做後用獲取異蛇王膽\\n⑥第六年一月起，御獸到達大師，探索九嶷山遇到異蛇王，戰勝後選擇殺蛇取膽\\n⑦探索盤蛇谷將異蛇王膽贈與蔣癘夫治傷\\n⑧再次探索盤蛇谷，蔣癘夫傷愈加入，解鎖盤蛇谷\\n⑨探索盤蛇谷可向蔣癘夫、阮碧青學習御獸-可重複"
    translated: "1. The beast tamer learns the art of snake herding from Jiang Youfu in the入门探索盘蛇谷. 2. Starting from the first month of the fifth year, good health allows you to go to Jingdong to help Juan Biqueing deliver a family letter to 50. 3. Explore Jingdong after delivering the family letter and then revisit the盘蛇谷 to report back to Juan Biqueing. 4. Starting from the first month of the sixth year, if both the relationship with盘蛇谷 and Juan Biqueing's trust reach 60, you can discover that Juan Biqueing is plotting against Jiang Youfu in the盘蛇谷. Choose to help Jiang Youfu. 5. Starting from the first month of the sixth year, when your beast tamer reaches the master level, explore Mount Jiuyi and encounter the Strange Snake King. After defeating it, choose to kill the snake and extract its gallbladder for future use to obtain the Strange Snake King's gallbladder. 6. Starting from the first month of the sixth year, if your beast tamer reaches the master level, explore Mount Jiuyi and encounter the Strange Snake King. After defeating it, choose to kill the snake and extract its gallbladder. 7. Explore the盘蛇谷 and gift Jiang Youfu the Strange Snake King's gallbladder to help with his injuries. 8. Revisit the盘蛇谷; once Jiang Youfu recovers from his wounds, he joins you, unlocking access to the盘蛇谷. 9. Exploring the盘蛇谷 allows you to learn from Jiang Youfu and Juan Biqueing about beast taming‑this can be repeated multiple times."
  - splitPath: DetailDescTw
    text: "位於湘南永州府寧遠縣九嶷山深處，由永州捕蛇人組成，歷經數代而創立，以毒術和牧蛇之術聞名，谷中門人多以牧蛇為業，亦善制多種祕藥。谷主【食虺神君】蔣癘夫孤僻乖戾，出手狠辣，與江湖中人少有往來。"
    translated: "Located deep in the Nine疑 Mountains of Ningyuan County, Yongzhou Prefecture in Xiangnan Province, this valley was founded by generations of snake catchers from Yongzhou. Known for their skills in毒术 and raising snakes, the inhabitants of the valley also excel in making various secret medicines. The Valley Master, Deity of Venomous Snakes, Jiang Liufu, is reclusive and tempestuous, with a harsh hand, and rarely interacts with people in the江湖."
  - splitPath: LockDescTw
    text: "幫助碧衣女子打跑混混並在九嶷山獲得蛇膽後，再次探索湘南拜訪盤蛇谷後開啟。\\n與盤蛇谷友好度到達100解鎖。"
    translated: "Helping the girl in green clothing drive away the thugs and obtaining snake bile in Jiuyi Mountain allows you to explore Xiangnan and visit the Coiling Snake Valley again. Unlocking this requires a friendly relationship with the Coiling Snake Valley at 100."
  - splitPath: RepeatDescTw
    text: "探索盤蛇谷可向蔣癘夫、阮碧青學習御獸。"
    translated: "Exploring Pan She Valley can be learned from Jiang Yufu and Ruan Biqing about controlling beasts."
- raw: "{\r\n    \"Key\": 1007,\r\n    \"NameFinal\": \"神農幫\",\r\n    \"DescFinal\": \"①連翹兒加入後探索神農谷拜訪連山谷\\\\n②任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\\\n③第七年一月開始，財富到達五千，探索荊東開啟荊南寶象閣後，從寶象閣購買，第一個老樹根消耗後，財富到達三千，可在探索寶象閣再次購買老樹根。\\\\n④探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望\\\\n⑤探索神農谷得知連翹兒第三個願望並完成⑥探索神農谷再次拜訪連山谷，服用長生稻，連山谷加入，解鎖神農幫⑥探索神農谷可向連山谷學習醫術\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於荊北鄖陽府神農架中，由鄖陽一帶藥農所組成，憑著歷經數代所創的藥谷之術聞名，谷中門人多以採藥和種植藥谷為業。谷主【九指神農】連山谷寬和慷慨，溫厚敦良，一生執著於培育出前人所記載的“長生稻”。\",\r\n    \"LockDescFinal\": \"第四年時探索湘東連翹兒加入後，再次探索湘東服用七香豆後開啟。\\\\n與神農幫友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索神農谷可向連山谷學習醫術。\",\r\n    \"Name\": \"神农帮\",\r\n    \"Desc\": \"①连翘儿加入后探索神农谷拜访连山谷\\\\n②任意一年四月探索神农谷遇到金枝连翘开花，得知连翘儿有三个愿望，连翘花开第一个愿望\\\\n③第七年一月开始，财富到达五千，探索荆东开启荆南宝象阁后，从宝象阁购买，第一个老树根消耗后，财富到达三千，可在探索宝象阁再次购买老树根。\\\\n④探索神农谷将柔佛老树根赠与连山谷种植长生稻，完成连翘儿第二个愿望\\\\n⑤探索神农谷得知连翘儿第三个愿望并完成⑥探索神农谷再次拜访连山谷，服用长生稻，连山谷加入，解锁神农帮⑥探索神农谷可向连山谷学习医术\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于荆北郧阳府神农架中，由郧阳一带药农所组成，凭着历经数代所创的药谷之术闻名，谷中门人多以采药和种植药谷为业。谷主【九指神农】连山谷宽和慷慨，温厚敦良，一生执着于培育出前人所记载的“长生稻”。\",\r\n    \"LockDesc\": \"第四年时探索湘东连翘儿加入后，再次探索湘东服用七香豆后开启。\\\\n与神农帮友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索神农谷可向连山谷学习医术。\",\r\n    \"NameTw\": \"神農幫\",\r\n    \"DescTw\": \"①連翹兒加入後探索神農谷拜訪連山谷\\\\n②任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\\\n③第七年一月開始，財富到達五千，探索荊東開啟荊南寶象閣後，從寶象閣購買，第一個老樹根消耗後，財富到達三千，可在探索寶象閣再次購買老樹根。\\\\n④探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望\\\\n⑤探索神農谷得知連翹兒第三個願望並完成⑥探索神農谷再次拜訪連山谷，服用長生稻，連山谷加入，解鎖神農幫⑥探索神農谷可向連山谷學習醫術\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於荊北鄖陽府神農架中，由鄖陽一帶藥農所組成，憑著歷經數代所創的藥谷之術聞名，谷中門人多以採藥和種植藥谷為業。谷主【九指神農】連山谷寬和慷慨，溫厚敦良，一生執著於培育出前人所記載的“長生稻”。\",\r\n    \"LockDescTw\": \"第四年時探索湘東連翹兒加入後，再次探索湘東服用七香豆後開啟。\\\\n與神農幫友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索神農谷可向連山谷學習醫術。\"\r\n  }"
  rawIndex: 1007
  splits:
  - splitPath: NameFinal
    text: "神農幫"
    translated: "Shennong Gang"
  - splitPath: DescFinal
    text: "①連翹兒加入後探索神農谷拜訪連山谷\\n②任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\n③第七年一月開始，財富到達五千，探索荊東開啟荊南寶象閣後，從寶象閣購買，第一個老樹根消耗後，財富到達三千，可在探索寶象閣再次購買老樹根。\\n④探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望\\n⑤探索神農谷得知連翹兒第三個願望並完成⑥探索神農谷再次拜訪連山谷，服用長生稻，連山谷加入，解鎖神農幫⑥探索神農谷可向連山谷學習醫術\\n-可重複"
    translated: "1. After Liu Qing'er joins, explore Shen Nong Valley to visit Lian Mountain Valley. 2. In any April of a year, exploring Shen Nong Valley will encounter the blooming Golden Branch Liu Qing, revealing that Liu Qing'er has three wishes. The first wish is associated with the blooming of the tender Liu Qing flower. 3. Starting in January of the seventh year, wealth reaches 5000. Explore Jing Dong and unlock the Precious Pavilion on Jing Nan. Purchase from the Precious Pavilion; after consuming the first old tree root, wealth drops to 3000, allowing a repeat purchase of old tree roots upon revisiting the Precious Pavilion. 4. After exploring Shen Nong Valley, give the tender old tree root to Lian Mountain Valley to plant immortal rice, fulfilling Liu Qing'er's second wish. 5. Explore Shen Nong Valley to learn about Liu Qing'er's third wish and complete it. 6. Visit Lian Mountain Valley again in Shen Nong Valley, consume immortal rice, and have Lian Mountain Valley join to unlock the Shennong Gang.  7. In Shen Nong Valley, you can learn medical skills from Lian Mountain Valley. This skill can be repeated."
  - splitPath: DetailDescFinal
    text: "位於荊北鄖陽府神農架中，由鄖陽一帶藥農所組成，憑著歷經數代所創的藥谷之術聞名，谷中門人多以採藥和種植藥谷為業。谷主【九指神農】連山谷寬和慷慨，溫厚敦良，一生執著於培育出前人所記載的“長生稻”。"
    translated: "Located in the northern region of Jing Province, Yunchang Prefecture, within the Shen Nongjie, this valley is composed of local herbalists from the Yunchang area. Known for its ancestral techniques passed down through generations, the valley is renowned for its cultivation methods. Most disciples within the valley engage in herb gathering and planting activities. The Valley Master, Jiuzhi Shennong, is known for his generous and kind nature, as well as his deep dedication to cultivating the Immortal Rice mentioned in ancient records."
  - splitPath: LockDescFinal
    text: "第四年時探索湘東連翹兒加入後，再次探索湘東服用七香豆後開啟。\\n與神農幫友好度到達100解鎖。"
    translated: "After the fourth year when Xiangdong Lianqiao'er joined the group and explored Xiangdong again after consuming the Seven‑Spiced Beans, it unlocks. Friendly relations with Shen Nong Gang need to reach 100."
  - splitPath: RepeatDescFinal
    text: "探索神農谷可向連山谷學習醫術。"
    translated: "Exploring Shennong Valley allows you to learn medical skills from Lian Mountain Valley."
  - splitPath: Name
    text: "神农帮"
    translated: "Shennong Gang"
  - splitPath: Desc
    text: "①连翘儿加入后探索神农谷拜访连山谷\\n②任意一年四月探索神农谷遇到金枝连翘开花，得知连翘儿有三个愿望，连翘花开第一个愿望\\n③第七年一月开始，财富到达五千，探索荆东开启荆南宝象阁后，从宝象阁购买，第一个老树根消耗后，财富到达三千，可在探索宝象阁再次购买老树根。\\n④探索神农谷将柔佛老树根赠与连山谷种植长生稻，完成连翘儿第二个愿望\\n⑤探索神农谷得知连翘儿第三个愿望并完成⑥探索神农谷再次拜访连山谷，服用长生稻，连山谷加入，解锁神农帮⑥探索神农谷可向连山谷学习医术\\n-可重复"
    translated: "1. Little Qiao joined and the exploration of Shen Nong Valley led to a visit with Lian Mountain Valley. 2. Any year in April, exploring Shen Nong Valley could encounter Golden Branch Little Qiao blooming, discovering that Little Qiao has three wishes. The first wish is fulfilled when the golden branch blooms. 3. Starting from January of the seventh year, wealth reaches 5000. After exploring Jing Dong and opening Jing Nan Treasure Pavilion, purchasing an old tree root from there, using the first old tree root reduces the wealth to 3000. One can then revisit Treasure Pavilion to buy another old tree root. 4. Exploring Shen Nong Valley and donating Softness Elder Tree roots to Lian Mountain Valley for planting immortal rice fulfills Little Qiao's second wish. 5. Further exploration of Shen Nong Valley reveals Little Qiao's third wish, which needs to be completed. 6. Visiting Lian Mountain Valley again in Shen Nong Valley after using the immortal rice, and having Lian Mountain Valley join, unlocks Shennong Gang. 7. In Shen Nong Valley, one can learn medicine from Lian Mountain Valley‑this learning process can be repeated."
  - splitPath: DetailDesc
    text: "位于荆北郧阳府神农架中，由郧阳一带药农所组成，凭着历经数代所创的药谷之术闻名，谷中门人多以采药和种植药谷为业。谷主【九指神农】连山谷宽和慷慨，温厚敦良，一生执着于培育出前人所记载的“长生稻”。"
    translated: "Located in the southern part of Jing Province, Shen Nongjia, by the Yuxian region's herbalists, this community is renowned for a medicinal technique passed down through generations. The practitioners within the valley primarily engage in herbal gathering and cultivation. The Valley Master, Jiuzhi Shen Nong, is known for his generosity, kindness, and dedication to cultivating Everlife Rice, as described in ancient records, throughout his life."
  - splitPath: LockDesc
    text: "第四年时探索湘东连翘儿加入后，再次探索湘东服用七香豆后开启。\\n与神农帮友好度到达100解锁。"
    translated: "In the fourth year, after Xiangdong Lianqiao's joining, another exploration is triggered after consuming fragrant beans in Xiangdong.   Friendly reputation with Shen Nong Gang must reach 100 to unlock this."
  - splitPath: RepeatDesc
    text: "探索神农谷可向连山谷学习医术。"
    translated: "Exploring Shennong Valley allows you to learn medicine from Lian Shan Yi."
  - splitPath: NameTw
    text: "神農幫"
    translated: "Shennong Gang"
  - splitPath: DescTw
    text: "①連翹兒加入後探索神農谷拜訪連山谷\\n②任意一年四月探索神農谷遇到金枝連翹開花，得知連翹兒有三個願望，連翹花開第一個願望\\n③第七年一月開始，財富到達五千，探索荊東開啟荊南寶象閣後，從寶象閣購買，第一個老樹根消耗後，財富到達三千，可在探索寶象閣再次購買老樹根。\\n④探索神農谷將柔佛老樹根贈與連山谷種植長生稻，完成連翹兒第二個願望\\n⑤探索神農谷得知連翹兒第三個願望並完成⑥探索神農谷再次拜訪連山谷，服用長生稻，連山谷加入，解鎖神農幫⑥探索神農谷可向連山谷學習醫術\\n-可重複"
    translated: "1. After Liu Qing'er joins, explore Shen Nong Valley to visit Lian Mountain Valley. 2. In any April of a year, exploring Shen Nong Valley will encounter the blooming Golden Branch Liu Qing, revealing that Liu Qing'er has three wishes. The first wish is associated with the blooming of the tender Liu Qing flower. 3. Starting in January of the seventh year, wealth reaches 5000. Explore Jing Dong and unlock the Precious Pavilion on Jing Nan. Purchase from the Precious Pavilion; after consuming the first old tree root, wealth drops to 3000, allowing a repeat purchase of old tree roots upon revisiting the Precious Pavilion. 4. After exploring Shen Nong Valley, give the tender old tree root to Lian Mountain Valley to plant immortal rice, fulfilling Liu Qing'er's second wish. 5. Explore Shen Nong Valley to learn about Liu Qing'er's third wish and complete it. 6. Visit Lian Mountain Valley again in Shen Nong Valley, consume immortal rice, and have Lian Mountain Valley join to unlock the Shennong Gang.  7. In Shen Nong Valley, you can learn medical skills from Lian Mountain Valley. This skill can be repeated."
  - splitPath: DetailDescTw
    text: "位於荊北鄖陽府神農架中，由鄖陽一帶藥農所組成，憑著歷經數代所創的藥谷之術聞名，谷中門人多以採藥和種植藥谷為業。谷主【九指神農】連山谷寬和慷慨，溫厚敦良，一生執著於培育出前人所記載的“長生稻”。"
    translated: "Located in the northern region of Jing Province, Yunchang Prefecture, within the Shen Nongjie, this valley is composed of local herbalists from the Yunchang area. Known for its ancestral techniques passed down through generations, the valley is renowned for its cultivation methods. Most disciples within the valley engage in herb gathering and planting activities. The Valley Master, Jiuzhi Shennong, is known for his generous and kind nature, as well as his deep dedication to cultivating the Immortal Rice mentioned in ancient records."
  - splitPath: LockDescTw
    text: "第四年時探索湘東連翹兒加入後，再次探索湘東服用七香豆後開啟。\\n與神農幫友好度到達100解鎖。"
    translated: "After the fourth year when Xiangdong Lianqiao'er joined the group and explored Xiangdong again after consuming the Seven‑Spiced Beans, it unlocks. Friendly relations with Shen Nong Gang need to reach 100."
  - splitPath: RepeatDescTw
    text: "探索神農谷可向連山谷學習醫術。"
    translated: "Exploring Shennong Valley allows you to learn medical skills from Lian Mountain Valley."
- raw: "{\r\n    \"Key\": 1009,\r\n    \"NameFinal\": \"掛錘莊\",\r\n    \"DescFinal\": \"①第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛\\\\n②探索湘北掛錘莊，得知掛錘四猛的師承\\\\n③掛錘莊友好到達40，探索湘北幫助掛錘四猛戰勝洪十四\\\\n④探索掛錘裝可鍛鍊體魄\\\\n-可重複\\\\n⑤第五年一月起，探索荊北，擊殺洪十四。\\\\n⑥第八年一月起，掛錘莊友好到達80，探索荊北，從衍劫手中救下符天罡，符天罡加入，解鎖掛錘莊。\",\r\n    \"DetailDescFinal\": \"位於湘北澧州府澧州城西十里外，本名武家莊，後四位莊主為紀念道人十年掛錘傳藝之恩將其改為掛錘莊，莊資田產殷實富足，四位莊主天生神力，善用雙錘，雖為人莽撞衝動，但卻天性正直，平日對周邊鄉里也多有照顧。\",\r\n    \"LockDescFinal\": \"第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛開啟掛錘莊。\\\\n與掛錘幫友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索掛錘莊可鍛鍊體魄\",\r\n    \"Name\": \"挂锤庄\",\r\n    \"Desc\": \"①第四年一月起，探索荆北选择去春风楼看热闹战胜挂锤四猛\\\\n②探索湘北挂锤庄，得知挂锤四猛的师承\\\\n③挂锤庄友好到达40，探索湘北帮助挂锤四猛战胜洪十四\\\\n④探索挂锤装可锻炼体魄\\\\n-可重复\\\\n⑤第五年一月起，探索荆北，击杀洪十四。\\\\n⑥第八年一月起，挂锤庄友好到达80，探索荆北，从衍劫手中救下符天罡，符天罡加入，解锁挂锤庄。\",\r\n    \"DetailDesc\": \"位于湘北澧州府澧州城西十里外，本名武家庄，后四位庄主为纪念道人十年挂锤传艺之恩将其改为挂锤庄，庄资田产殷实富足，四位庄主天生神力，善用双锤，虽为人莽撞冲动，但却天性正直，平日对周边乡里也多有照顾。\",\r\n    \"LockDesc\": \"第四年一月起，探索荆北选择去春风楼看热闹战胜挂锤四猛开启挂锤庄。\\\\n与挂锤帮友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索挂锤庄可锻炼体魄\",\r\n    \"NameTw\": \"掛錘莊\",\r\n    \"DescTw\": \"①第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛\\\\n②探索湘北掛錘莊，得知掛錘四猛的師承\\\\n③掛錘莊友好到達40，探索湘北幫助掛錘四猛戰勝洪十四\\\\n④探索掛錘裝可鍛鍊體魄\\\\n-可重複\\\\n⑤第五年一月起，探索荊北，擊殺洪十四。\\\\n⑥第八年一月起，掛錘莊友好到達80，探索荊北，從衍劫手中救下符天罡，符天罡加入，解鎖掛錘莊。\",\r\n    \"DetailDescTw\": \"位於湘北澧州府澧州城西十里外，本名武家莊，後四位莊主為紀念道人十年掛錘傳藝之恩將其改為掛錘莊，莊資田產殷實富足，四位莊主天生神力，善用雙錘，雖為人莽撞衝動，但卻天性正直，平日對周邊鄉里也多有照顧。\",\r\n    \"LockDescTw\": \"第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛開啟掛錘莊。\\\\n與掛錘幫友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索掛錘莊可鍛鍊體魄\"\r\n  }"
  rawIndex: 1009
  splits:
  - splitPath: NameFinal
    text: "掛錘莊"
    translated: "Hammerfall Manor"
  - splitPath: DescFinal
    text: "①第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛\\n②探索湘北掛錘莊，得知掛錘四猛的師承\\n③掛錘莊友好到達40，探索湘北幫助掛錘四猛戰勝洪十四\\n④探索掛錘裝可鍛鍊體魄\\n-可重複\\n⑤第五年一月起，探索荊北，擊殺洪十四。\\n⑥第八年一月起，掛錘莊友好到達80，探索荊北，從衍劫手中救下符天罡，符天罡加入，解鎖掛錘莊。"
    translated: "1. Starting from January of the fourth year, explore Jingbei and choose to visit Spring Wind Pavilion for a lively battle against Hammer Four Might. 2. Explore Xiangbei and Hammer Manor to learn about Hammer Four Might's lineage. 3. Upon friendly arrival at Hammer Manor, explore Xiangbei and help Hammer Four Might defeat Huo Siwu. 4. Explore Hammer Manor and enhance your physique through forging exercises‑this can be repeated multiple times. 5. Starting from January of the fifth year, explore Jingbei and kill Huo Siwu. 6. Starting from January of the eighth year, Hammer Manor becomes friendly. Explore Jingbei to save Fu Tiangang from Yan Ji's hands; Fu Tiangang joins, unlocking Hammer Manor."
  - splitPath: DetailDescFinal
    text: "位於湘北澧州府澧州城西十里外，本名武家莊，後四位莊主為紀念道人十年掛錘傳藝之恩將其改為掛錘莊，莊資田產殷實富足，四位莊主天生神力，善用雙錘，雖為人莽撞衝動，但卻天性正直，平日對周邊鄉里也多有照顧。"
    translated: "Located about ten miles west of Liuzhou City in Xiangbei District, originally named Wu Family Village, the name was later changed to Hanging Hammer Village by the fourth master as a token of gratitude for the Daoist's decade‑long efforts in teaching and training. The village's land and resources are rich and plentiful. Each of the four masters possesses natural superhuman strength and excels with dual hammers. Although they can be rash and impulsive, their inherent honesty and integrity often extend to caring for the nearby villages and townspeople on a regular basis."
  - splitPath: LockDescFinal
    text: "第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛開啟掛錘莊。\\n與掛錘幫友好度到達100解鎖。"
    translated: "Starting in the first month of the fourth year, explore Jingbei and choose to go to Chunfeng Tower for a lively battle against Gaihui Four Fortunes. Increase your friendly relationship with the Gaihui Help Guild to达到100 to unlock this option."
  - splitPath: RepeatDescFinal
    text: "探索掛錘莊可鍛鍊體魄"
    translated: "Exploring Hammerfall Manor can help strengthen your physical prowess."
  - splitPath: Name
    text: "挂锤庄"
    translated: "Asura Temple"
  - splitPath: Desc
    text: "①第四年一月起，探索荆北选择去春风楼看热闹战胜挂锤四猛\\n②探索湘北挂锤庄，得知挂锤四猛的师承\\n③挂锤庄友好到达40，探索湘北帮助挂锤四猛战胜洪十四\\n④探索挂锤装可锻炼体魄\\n-可重复\\n⑤第五年一月起，探索荆北，击杀洪十四。\\n⑥第八年一月起，挂锤庄友好到达80，探索荆北，从衍劫手中救下符天罡，符天罡加入，解锁挂锤庄。"
    translated: "Starting from January of the fourth year: ‑ Explore Jingbei and go to Chunfeng Pavilion to watch the热闹 victory over the Four Mighty Gouhui ‑ Explore Xiangbei Gouhui Mansion and learn about the lineage of the Four Mighty Gouhui ‑ Friendly arrival at Gouhui Mansion in Jingbei, explore Xiangbei to help the Four Mighty Gouhui defeat Feng Si'er ‑ Explore Gouhui Mansion to gain resilience.     ‑ Repeatable ‑ Starting from January of the fifth year:     ‑ Explore Jingbei and kill Feng Si'er ‑ Starting from January of the eighth year:     ‑ Friendly arrival at Gouhui Mansion in Xiangbei, explore Jingbei and rescue Fu Tiangang from Yan Jie. Fu Tiangang joins, unlocking Gouhui Mansion."
  - splitPath: DetailDesc
    text: "位于湘北澧州府澧州城西十里外，本名武家庄，后四位庄主为纪念道人十年挂锤传艺之恩将其改为挂锤庄，庄资田产殷实富足，四位庄主天生神力，善用双锤，虽为人莽撞冲动，但却天性正直，平日对周边乡里也多有照顾。"
    translated: "Located in the western outskirts of ten miles from Licheng City in Xiangbei Prefecture, this manor was originally named Wu Family Manor. After four successive Manor Masters dedicated a decade to learning martial arts under a Daoist with the hanging hammer technique, they renamed it Hanging Hammer Manor. With abundant land and wealth, these four Manor Masters possessed extraordinary strength and excelled in using dual hammers. Although they were often rash and impulsive, their inherent honesty was evident. They also frequently helped the surrounding villages and towns."
  - splitPath: LockDesc
    text: "第四年一月起，探索荆北选择去春风楼看热闹战胜挂锤四猛开启挂锤庄。\\n与挂锤帮友好度到达100解锁。"
    translated: "Starting in the first month of the fourth year, explore Jingbei and choose to go to Fengchun Pavilion to watch the commotion. Defeat the Four Valiant Sons there to open up Hammer Manor.  Reaching a friendly level with the Hammer Gang unlocks this option."
  - splitPath: RepeatDesc
    text: "探索挂锤庄可锻炼体魄"
    translated: "Exploring Hammer Fist Manor can strengthen resilience"
  - splitPath: NameTw
    text: "掛錘莊"
    translated: "Hammerfall Manor"
  - splitPath: DescTw
    text: "①第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛\\n②探索湘北掛錘莊，得知掛錘四猛的師承\\n③掛錘莊友好到達40，探索湘北幫助掛錘四猛戰勝洪十四\\n④探索掛錘裝可鍛鍊體魄\\n-可重複\\n⑤第五年一月起，探索荊北，擊殺洪十四。\\n⑥第八年一月起，掛錘莊友好到達80，探索荊北，從衍劫手中救下符天罡，符天罡加入，解鎖掛錘莊。"
    translated: "1. Starting from January of the fourth year, explore Jingbei and choose to visit Spring Wind Pavilion for a lively battle against Hammer Four Might. 2. Explore Xiangbei and Hammer Manor to learn about Hammer Four Might's lineage. 3. Upon friendly arrival at Hammer Manor, explore Xiangbei and help Hammer Four Might defeat Huo Siwu. 4. Explore Hammer Manor and enhance your physique through forging exercises‑this can be repeated multiple times. 5. Starting from January of the fifth year, explore Jingbei and kill Huo Siwu. 6. Starting from January of the eighth year, Hammer Manor becomes friendly. Explore Jingbei to save Fu Tiangang from Yan Ji's hands; Fu Tiangang joins, unlocking Hammer Manor."
  - splitPath: DetailDescTw
    text: "位於湘北澧州府澧州城西十里外，本名武家莊，後四位莊主為紀念道人十年掛錘傳藝之恩將其改為掛錘莊，莊資田產殷實富足，四位莊主天生神力，善用雙錘，雖為人莽撞衝動，但卻天性正直，平日對周邊鄉里也多有照顧。"
    translated: "Located about ten miles west of Liuzhou City in Xiangbei District, originally named Wu Family Village, the name was later changed to Hanging Hammer Village by the fourth master as a token of gratitude for the Daoist's decade‑long efforts in teaching and training. The village's land and resources are rich and plentiful. Each of the four masters possesses natural superhuman strength and excels with dual hammers. Although they can be rash and impulsive, their inherent honesty and integrity often extend to caring for the nearby villages and townspeople on a regular basis."
  - splitPath: LockDescTw
    text: "第四年一月起，探索荊北選擇去春風樓看熱鬧戰勝掛錘四猛開啟掛錘莊。\\n與掛錘幫友好度到達100解鎖。"
    translated: "Starting in the first month of the fourth year, explore Jingbei and choose to go to Chunfeng Tower for a lively battle against Gaihui Four Fortunes. Increase your friendly relationship with the Gaihui Help Guild to达到100 to unlock this option."
  - splitPath: RepeatDescTw
    text: "探索掛錘莊可鍛鍊體魄"
    translated: "Exploring Hammerfall Manor can help strengthen your physical prowess."
- raw: "{\r\n    \"Key\": 1002,\r\n    \"NameFinal\": \"萬壽幫\",\r\n    \"DescFinal\": \"①拜師衡山派、武當派萬壽幫開啟後探索萬壽幫拜訪彭祖壽\\\\n②第四年七月起至第六年十二月，探索湘南遇到蔣承籌戰勝抓住送往萬壽莊\\\\n③第六年時財富到達5000探索荊東遇到瀾滄商人購買一根柔佛老樹根，若第六年購買過柔佛老樹根在其他地方已消耗，第八年時財富到達4000探索荊東可再次從瀾滄商人處購買一根柔佛老樹根\\\\n④第六年一月開始，萬壽莊友好到達80，擁有老樹根，可用老樹根救治彭祖壽\\\\n⑤再次探索萬壽莊彭祖壽加入，解鎖萬壽幫\\\\n⑥探索萬壽莊可聽彭祖壽講江湖舊聞\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於荊東武昌府蒲圻縣內，由彭祖壽創立，幫中轄下產業頗多，店鋪、田產皆有涉及，遍及武昌五縣之地，是荊東第一大幫。幫主【百福翁】彭祖壽年近百歲，老邁昏聵，一心只求收集天下奇珍寶藥益壽延年。\",\r\n    \"LockDescFinal\": \"第三年參與萬壽幫壽宴時揭露蔣成籌陰謀，第四年過年時自動受邀開啟。\\\\n與萬壽幫友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索萬壽莊可聽彭祖壽講江湖舊聞。\",\r\n    \"Name\": \"万寿帮\",\r\n    \"Desc\": \"①拜师衡山派、武当派万寿帮开启后探索万寿帮拜访彭祖寿\\\\n②第四年七月起至第六年十二月，探索湘南遇到蒋承筹战胜抓住送往万寿庄\\\\n③第六年时财富到达5000探索荆东遇到澜沧商人购买一根柔佛老树根，若第六年购买过柔佛老树根在其他地方已消耗，第八年时财富到达4000探索荆东可再次从澜沧商人处购买一根柔佛老树根\\\\n④第六年一月开始，万寿庄友好到达80，拥有老树根，可用老树根救治彭祖寿\\\\n⑤再次探索万寿庄彭祖寿加入，解锁万寿帮\\\\n⑥探索万寿庄可听彭祖寿讲江湖旧闻\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于荆东武昌府蒲圻县内，由彭祖寿创立，帮中辖下产业颇多，店铺、田产皆有涉及，遍及武昌五县之地，是荆东第一大帮。帮主【百福翁】彭祖寿年近百岁，老迈昏聩，一心只求收集天下奇珍宝药益寿延年。\",\r\n    \"LockDesc\": \"第三年参与万寿帮寿宴时揭露蒋成筹阴谋，第四年过年时自动受邀开启。\\\\n与万寿帮友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索万寿庄可听彭祖寿讲江湖旧闻。\",\r\n    \"NameTw\": \"萬壽幫\",\r\n    \"DescTw\": \"①拜師衡山派、武當派萬壽幫開啟後探索萬壽幫拜訪彭祖壽\\\\n②第四年七月起至第六年十二月，探索湘南遇到蔣承籌戰勝抓住送往萬壽莊\\\\n③第六年時財富到達5000探索荊東遇到瀾滄商人購買一根柔佛老樹根，若第六年購買過柔佛老樹根在其他地方已消耗，第八年時財富到達4000探索荊東可再次從瀾滄商人處購買一根柔佛老樹根\\\\n④第六年一月開始，萬壽莊友好到達80，擁有老樹根，可用老樹根救治彭祖壽\\\\n⑤再次探索萬壽莊彭祖壽加入，解鎖萬壽幫\\\\n⑥探索萬壽莊可聽彭祖壽講江湖舊聞\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於荊東武昌府蒲圻縣內，由彭祖壽創立，幫中轄下產業頗多，店鋪、田產皆有涉及，遍及武昌五縣之地，是荊東第一大幫。幫主【百福翁】彭祖壽年近百歲，老邁昏聵，一心只求收集天下奇珍寶藥益壽延年。\",\r\n    \"LockDescTw\": \"第三年參與萬壽幫壽宴時揭露蔣成籌陰謀，第四年過年時自動受邀開啟。\\\\n與萬壽幫友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索萬壽莊可聽彭祖壽講江湖舊聞。\"\r\n  }"
  rawIndex: 1002
  splits:
  - splitPath: NameFinal
    text: "萬壽幫"
    translated: "Eternal Life Gang"
  - splitPath: DescFinal
    text: "①拜師衡山派、武當派萬壽幫開啟後探索萬壽幫拜訪彭祖壽\\n②第四年七月起至第六年十二月，探索湘南遇到蔣承籌戰勝抓住送往萬壽莊\\n③第六年時財富到達5000探索荊東遇到瀾滄商人購買一根柔佛老樹根，若第六年購買過柔佛老樹根在其他地方已消耗，第八年時財富到達4000探索荊東可再次從瀾滄商人處購買一根柔佛老樹根\\n④第六年一月開始，萬壽莊友好到達80，擁有老樹根，可用老樹根救治彭祖壽\\n⑤再次探索萬壽莊彭祖壽加入，解鎖萬壽幫\\n⑥探索萬壽莊可聽彭祖壽講江湖舊聞\\n-可重複"
    translated: "1. Become a disciple of the Hongshan Sect and explore the Wanlifang under the Wudang Sect to visit Pengzushiufei. 2. Starting from July of the fourth year until December of the sixth year, explore Xiangnan to encounter Jiang Chengzhou and defeat him before escorting him to Wanlifang. 3. By the sixth year, wealth reaches 5000. Explore Jingdong to meet澜沧商人 (Lancang Shangren) and purchase a root from an old Fufu tree. If you have already purchased an old Fufu tree root in other places by the eighth year and its resources are consumed, wealth will reach 4000 when exploring Jingdong again, allowing you to buy another root from Lancang Shangren. 4. Starting from January of the sixth year, Wanlifang becomes friendly with a wealth level of 80. With an old tree root in hand, it can be used to treat Pengzushiufei. 5. Re‑explore Wanlifang for Pengzushiufei to join and unlock Wanlifang's faction. 6. Exploring Wanlifang allows you to hear stories from the Jianghu (Martial World) from Pengzushiufei, which can be revisited multiple times."
  - splitPath: DetailDescFinal
    text: "位於荊東武昌府蒲圻縣內，由彭祖壽創立，幫中轄下產業頗多，店鋪、田產皆有涉及，遍及武昌五縣之地，是荊東第一大幫。幫主【百福翁】彭祖壽年近百歲，老邁昏聵，一心只求收集天下奇珍寶藥益壽延年。"
    translated: "Located in Puhai County within Wuchang Prefecture in Jingdong, this gang was established by Peng Zushou. The gang's operations are extensive, involving shops and farmland, spanning across five counties of Wuchang. It is the largest gang in Jingdong. The current Gang Leader, known as Old Wealth Elder Peng Zushou, is nearly a century old, frail and partially deaf. His sole desire is to collect all kinds of rare treasures and medicinal herbs to prolong his life."
  - splitPath: LockDescFinal
    text: "第三年參與萬壽幫壽宴時揭露蔣成籌陰謀，第四年過年時自動受邀開啟。\\n與萬壽幫友好度到達100解鎖。"
    translated: "Revealing Jiang Cheng's sinister plot during the Wan Shou Gang's longevity feast in the third year unlocked it. It automatically activated upon invitation during the New Year celebrations of the fourth year.  Unlocking this requires a friendly relationship with the Wan Shou Gang reaching 100."
  - splitPath: RepeatDescFinal
    text: "探索萬壽莊可聽彭祖壽講江湖舊聞。"
    translated: "Exploring Wan Shou Zhuang allows you to hear Peng Zongshou recount old tales of the Jianghu."
  - splitPath: Name
    text: "万寿帮"
    translated: "Gang of Ten Thousand Yearevity"
  - splitPath: Desc
    text: "①拜师衡山派、武当派万寿帮开启后探索万寿帮拜访彭祖寿\\n②第四年七月起至第六年十二月，探索湘南遇到蒋承筹战胜抓住送往万寿庄\\n③第六年时财富到达5000探索荆东遇到澜沧商人购买一根柔佛老树根，若第六年购买过柔佛老树根在其他地方已消耗，第八年时财富到达4000探索荆东可再次从澜沧商人处购买一根柔佛老树根\\n④第六年一月开始，万寿庄友好到达80，拥有老树根，可用老树根救治彭祖寿\\n⑤再次探索万寿庄彭祖寿加入，解锁万寿帮\\n⑥探索万寿庄可听彭祖寿讲江湖旧闻\\n-可重复"
    translated: "1. Become a disciple of the Hengshan and Wudang schools; after unlocking the Wanshou Gang, explore to visit Peng Zushou in the Wanshou庄.  2. From July fourth year to December sixth year, explore Xiangnan and encounter Jiang Chengchou; defeat him, capture him, and send him to the Wanshou庄.  3. By the sixth year, when your wealth reaches 5000, explore Jingdong and meet the Lanchang merchant, purchasing a root from an old tree in柔佛 (Rufu). If you have already consumed the root from an old tree in柔佛 by any other means by the end of the sixth year, and your wealth reaches 4000 by the eighth year, you can purchase another root from the Lanchang merchant when exploring Jingdong.  4. Starting in January of the sixth year, Wanshou庄 becomes friendly; with the root from an old tree, it can be used to treat Peng Zushou.  5. Again explore Wanshou庄 and Peng Zushou will join you, unlocking the Wanshou帮.  6. Exploring Wanshou庄 allows you to hear stories about Jianghu (martial arts world) from Peng Zushou; this can be repeated."
  - splitPath: DetailDesc
    text: "位于荆东武昌府蒲圻县内，由彭祖寿创立，帮中辖下产业颇多，店铺、田产皆有涉及，遍及武昌五县之地，是荆东第一大帮。帮主【百福翁】彭祖寿年近百岁，老迈昏聩，一心只求收集天下奇珍宝药益寿延年。"
    translated: "Located in Puyi County within Wuchang Prefecture of Jingdong, this guild was founded by Peng Zushou. The guild's business interests span a wide range, including shops and farmlands, covering all five counties of Wuchang. It is the largest guild in Jingdong. The Chief, Hundred Fortunes Old Man Peng Zushou, is nearly a hundred years old, feeble‑minded but obsessed with collecting precious treasures and medicinal herbs to prolong his life."
  - splitPath: LockDesc
    text: "第三年参与万寿帮寿宴时揭露蒋成筹阴谋，第四年过年时自动受邀开启。\\n与万寿帮友好度到达100解锁。"
    translated: "Reveal Jiang Chengchou's conspiracy during the annual celebration of the Wanshou Gang in the third year. In the fourth year during the Spring Festival, you will be automatically invited to start this event.  Unlockable when your友好度with the Wanshou Gang reaches 100."
  - splitPath: RepeatDesc
    text: "探索万寿庄可听彭祖寿讲江湖旧闻。"
    translated: "Exploring Wanshou Manor allows you to listen to Peng Zongshou recount old tales of the Jianghu."
  - splitPath: NameTw
    text: "萬壽幫"
    translated: "Eternal Life Gang"
  - splitPath: DescTw
    text: "①拜師衡山派、武當派萬壽幫開啟後探索萬壽幫拜訪彭祖壽\\n②第四年七月起至第六年十二月，探索湘南遇到蔣承籌戰勝抓住送往萬壽莊\\n③第六年時財富到達5000探索荊東遇到瀾滄商人購買一根柔佛老樹根，若第六年購買過柔佛老樹根在其他地方已消耗，第八年時財富到達4000探索荊東可再次從瀾滄商人處購買一根柔佛老樹根\\n④第六年一月開始，萬壽莊友好到達80，擁有老樹根，可用老樹根救治彭祖壽\\n⑤再次探索萬壽莊彭祖壽加入，解鎖萬壽幫\\n⑥探索萬壽莊可聽彭祖壽講江湖舊聞\\n-可重複"
    translated: "1. Become a disciple of the Hongshan Sect and explore the Wanlifang under the Wudang Sect to visit Pengzushiufei. 2. Starting from July of the fourth year until December of the sixth year, explore Xiangnan to encounter Jiang Chengzhou and defeat him before escorting him to Wanlifang. 3. By the sixth year, wealth reaches 5000. Explore Jingdong to meet澜沧商人 (Lancang Shangren) and purchase a root from an old Fufu tree. If you have already purchased an old Fufu tree root in other places by the eighth year and its resources are consumed, wealth will reach 4000 when exploring Jingdong again, allowing you to buy another root from Lancang Shangren. 4. Starting from January of the sixth year, Wanlifang becomes friendly with a wealth level of 80. With an old tree root in hand, it can be used to treat Pengzushiufei. 5. Re‑explore Wanlifang for Pengzushiufei to join and unlock Wanlifang's faction. 6. Exploring Wanlifang allows you to hear stories from the Jianghu (Martial World) from Pengzushiufei, which can be revisited multiple times."
  - splitPath: DetailDescTw
    text: "位於荊東武昌府蒲圻縣內，由彭祖壽創立，幫中轄下產業頗多，店鋪、田產皆有涉及，遍及武昌五縣之地，是荊東第一大幫。幫主【百福翁】彭祖壽年近百歲，老邁昏聵，一心只求收集天下奇珍寶藥益壽延年。"
    translated: "Located in Puhai County within Wuchang Prefecture in Jingdong, this gang was established by Peng Zushou. The gang's operations are extensive, involving shops and farmland, spanning across five counties of Wuchang. It is the largest gang in Jingdong. The current Gang Leader, known as Old Wealth Elder Peng Zushou, is nearly a century old, frail and partially deaf. His sole desire is to collect all kinds of rare treasures and medicinal herbs to prolong his life."
  - splitPath: LockDescTw
    text: "第三年參與萬壽幫壽宴時揭露蔣成籌陰謀，第四年過年時自動受邀開啟。\\n與萬壽幫友好度到達100解鎖。"
    translated: "Revealing Jiang Cheng's sinister plot during the Wan Shou Gang's longevity feast in the third year unlocked it. It automatically activated upon invitation during the New Year celebrations of the fourth year.  Unlocking this requires a friendly relationship with the Wan Shou Gang reaching 100."
  - splitPath: RepeatDescTw
    text: "探索萬壽莊可聽彭祖壽講江湖舊聞。"
    translated: "Exploring Wan Shou Zhuang allows you to hear Peng Zongshou recount old tales of the Jianghu."
- raw: "{\r\n    \"Key\": 1001,\r\n    \"NameFinal\": \"君子莊\",\r\n    \"DescFinal\": \"①拜師衡山派君子莊開啟後，探索君子莊拜訪長孫誠，結識長孫玉②第四年一月至第六年十二月，探索湘南，從樂悲風手下救下長孫玉③第七年四月自動觸發為君子莊長孫誠送茶後，截止至第七年七月，君子莊友好到達60，探索湘南兩次得知寧王陰謀④第七年八月再次探索君子莊，君子莊友好到達80，揭露賈孤山陰謀，打贏賈孤山後，醫術到達高手，再次探索君子莊長孫誠加入，解鎖君子莊⑤探索君子莊可向長孫誠學習儒學、音律、術數、翰墨\\\\n-可重複\",\r\n    \"DetailDescFinal\": \"位於湘南郴州府永興縣北，由長孫誠創立，莊中弟子皆需修文練武，研習君子六藝，莊主【三湘君子】長孫誠乃是弘治朝傳臚，溫和儒雅，文武雙全，荊湘各府世家望族多因仰慕其學識名望而讓族中子弟拜入門下。\",\r\n    \"LockDescFinal\": \"加入衡山派，長孫誠冬學期間儒學入門，君子莊友好到達20後，探索雁客軒受邀開啟。\\\\n與君子莊友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索君子莊可向長孫誠學習儒學、音律、術數、翰墨。\",\r\n    \"Name\": \"君子庄\",\r\n    \"Desc\": \"①拜师衡山派君子庄开启后，探索君子庄拜访长孙诚，结识长孙玉②第四年一月至第六年十二月，探索湘南，从乐悲风手下救下长孙玉③第七年四月自动触发为君子庄长孙诚送茶后，截止至第七年七月，君子庄友好到达60，探索湘南两次得知宁王阴谋④第七年八月再次探索君子庄，君子庄友好到达80，揭露贾孤山阴谋，打赢贾孤山后，医术到达高手，再次探索君子庄长孙诚加入，解锁君子庄⑤探索君子庄可向长孙诚学习儒学、音律、术数、翰墨\\\\n-可重复\",\r\n    \"DetailDesc\": \"位于湘南郴州府永兴县北，由长孙诚创立，庄中弟子皆需修文练武，研习君子六艺，庄主【三湘君子】长孙诚乃是弘治朝传胪，温和儒雅，文武双全，荆湘各府世家望族多因仰慕其学识名望而让族中子弟拜入门下。\",\r\n    \"LockDesc\": \"加入衡山派，长孙诚冬学期间儒学入门，君子庄友好到达20后，探索雁客轩受邀开启。\\\\n与君子庄友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索君子庄可向长孙诚学习儒学、音律、术数、翰墨。\",\r\n    \"NameTw\": \"君子莊\",\r\n    \"DescTw\": \"①拜師衡山派君子莊開啟後，探索君子莊拜訪長孫誠，結識長孫玉②第四年一月至第六年十二月，探索湘南，從樂悲風手下救下長孫玉③第七年四月自動觸發為君子莊長孫誠送茶後，截止至第七年七月，君子莊友好到達60，探索湘南兩次得知寧王陰謀④第七年八月再次探索君子莊，君子莊友好到達80，揭露賈孤山陰謀，打贏賈孤山後，醫術到達高手，再次探索君子莊長孫誠加入，解鎖君子莊⑤探索君子莊可向長孫誠學習儒學、音律、術數、翰墨\\\\n-可重複\",\r\n    \"DetailDescTw\": \"位於湘南郴州府永興縣北，由長孫誠創立，莊中弟子皆需修文練武，研習君子六藝，莊主【三湘君子】長孫誠乃是弘治朝傳臚，溫和儒雅，文武雙全，荊湘各府世家望族多因仰慕其學識名望而讓族中子弟拜入門下。\",\r\n    \"LockDescTw\": \"加入衡山派，長孫誠冬學期間儒學入門，君子莊友好到達20後，探索雁客軒受邀開啟。\\\\n與君子莊友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索君子莊可向長孫誠學習儒學、音律、術數、翰墨。\"\r\n  }"
  rawIndex: 1001
  splits:
  - splitPath: NameFinal
    text: "君子莊"
    translated: "Loyal Scholar Zhuang"
  - splitPath: DescFinal
    text: "①拜師衡山派君子莊開啟後，探索君子莊拜訪長孫誠，結識長孫玉②第四年一月至第六年十二月，探索湘南，從樂悲風手下救下長孫玉③第七年四月自動觸發為君子莊長孫誠送茶後，截止至第七年七月，君子莊友好到達60，探索湘南兩次得知寧王陰謀④第七年八月再次探索君子莊，君子莊友好到達80，揭露賈孤山陰謀，打贏賈孤山後，醫術到達高手，再次探索君子莊長孫誠加入，解鎖君子莊⑤探索君子莊可向長孫誠學習儒學、音律、術數、翰墨\\n-可重複"
    translated: "1. After the initiation of the拜师衡山派君子庄 quest, explore君子庄 to visit Changsun Cheng and befriend Changsun Yu. 2. From April Fourth Year to December Sixth Year, explore Xiangnan and save Changsun Yu from Le Beifeng's hands. 3. In April Seventh Year, automatically trigger as you deliver tea to Changsun Cheng in君子庄. Until July Seventh Year, make君子庄 friendly until it reaches 60, then explore Xiangnan twice to uncover Prince Ning's plot. 4. In August Seventh Year, revisit君子庄 again and reach friendship level 80. Uncover Jia Gushan's plot, defeat Jia Gushan, and increase your medical skill to expert. Changsun Cheng joins, unlocking君子庄. 5. Explore君子庄 where you can learn Confucian studies, music theory, numerology, and calligraphy from Changsun Cheng. You may repeat this process multiple times."
  - splitPath: DetailDescFinal
    text: "位於湘南郴州府永興縣北，由長孫誠創立，莊中弟子皆需修文練武，研習君子六藝，莊主【三湘君子】長孫誠乃是弘治朝傳臚，溫和儒雅，文武雙全，荊湘各府世家望族多因仰慕其學識名望而讓族中子弟拜入門下。"
    translated: "Located in Yongxing County north of Chenzhou Prefecture in Xiangnan Province, this estate was founded by Changsun Cheng. All the disciples residing in the莊 (庄) need to study both literature and martial arts, delving into the Six Arts for gentlemen. The master of the莊, Changsun Cheng, known as the Three湘君子 (Sanxi Junzi), lived during the Hongzhi era. He was gentle, cultured, and well‑versed in both scholarly pursuits and martial skills. Many aristocratic families from various prefectures in Jingxiang revered his knowledge and reputation, sending their young men to study under him."
  - splitPath: LockDescFinal
    text: "加入衡山派，長孫誠冬學期間儒學入門，君子莊友好到達20後，探索雁客軒受邀開啟。\\n與君子莊友好度到達100解鎖。"
    translated: "Joining Hengshan Sect, Changsun Chengdong learned the basics of Confucianism during his training. Upon friendly arrival with Junzizhuang, you can explore the Goose Guest轩and be invited to open it. Friendly degree with Junzizhuang needs to reach 100 to unlock this."
  - splitPath: RepeatDescFinal
    text: "探索君子莊可向長孫誠學習儒學、音律、術數、翰墨。"
    translated: "Exploring Junzi Zhuang allows Longsun Cheng to learn Confucianism, music theory, divination, and calligraphy."
  - splitPath: Name
    text: "君子庄"
    translated: "Noble Zhuang"
  - splitPath: Desc
    text: "①拜师衡山派君子庄开启后，探索君子庄拜访长孙诚，结识长孙玉②第四年一月至第六年十二月，探索湘南，从乐悲风手下救下长孙玉③第七年四月自动触发为君子庄长孙诚送茶后，截止至第七年七月，君子庄友好到达60，探索湘南两次得知宁王阴谋④第七年八月再次探索君子庄，君子庄友好到达80，揭露贾孤山阴谋，打赢贾孤山后，医术到达高手，再次探索君子庄长孙诚加入，解锁君子庄⑤探索君子庄可向长孙诚学习儒学、音律、术数、翰墨\\n-可重复"
    translated: "1. Upon initiating the拜师衡山派君子庄 quest, explore君子庄and visit 长孙诚to meet 长孙玉. 2. From January of the fourth year to December of the sixth year, explore 湘南and save 长孙玉from 乐悲风's hands. 3. Starting from April of the seventh year until July of the same year, make君子庄friendly and reach a good level by exploring湘南twice to uncover Ning Wang's plots. 4. In August of the seventh year, re‑explore君子庄and achieve a good relationship with君子庄by revealing Jia Gulushan's plot. Defeating Jia Gulushan will increase your medical skills to master level and have 长孙诚join君子庄, unlocking access to君子庄again. 5. By exploring君子庄, you can learn Confucianism, music theory, numerology, and calligraphy from长孙诚.  ‑ This process is repeatable."
  - splitPath: DetailDesc
    text: "位于湘南郴州府永兴县北，由长孙诚创立，庄中弟子皆需修文练武，研习君子六艺，庄主【三湘君子】长孙诚乃是弘治朝传胪，温和儒雅，文武双全，荆湘各府世家望族多因仰慕其学识名望而让族中子弟拜入门下。"
    translated: "Located in Yongxing County of Chengzhou Prefecture in Xiangnan, Hunan Province, the manor was established by Changsun Cheng. All disciples within the manor are required to study both literature and martial arts, mastering the Six Arts of a Gentleman. The Manor Master, known as Sanxiang Junzi Changsun Cheng, was a top scholar from the Hongzhi era, gentle and scholarly, excelling in both poetry and swordsmanship. Many aristocratic families from various prefectures in Jingxiang admire his scholarship and reputation, sending their sons to study under him."
  - splitPath: LockDesc
    text: "加入衡山派，长孙诚冬学期间儒学入门，君子庄友好到达20后，探索雁客轩受邀开启。\\n与君子庄友好度到达100解锁。"
    translated: "Join Hengshan Sect. During his time studying Confucianism under Chang Sun Chengdong, Liu Dong studied during the winter session. Upon friendly arrival of Lord Zhuang Zhuang at Hengshan, explore the Swallow Guest Pavilion by invitation. Friendly relationship with Lord Zhuang must reach 100 to unlock this exploration."
  - splitPath: RepeatDesc
    text: "探索君子庄可向长孙诚学习儒学、音律、术数、翰墨。"
    translated: "Exploring Junzi Zhuang allows Tang Cheng to learn Confucianism, music theory, divination, and calligraphy from him."
  - splitPath: NameTw
    text: "君子莊"
    translated: "Loyal Scholar Zhuang"
  - splitPath: DescTw
    text: "①拜師衡山派君子莊開啟後，探索君子莊拜訪長孫誠，結識長孫玉②第四年一月至第六年十二月，探索湘南，從樂悲風手下救下長孫玉③第七年四月自動觸發為君子莊長孫誠送茶後，截止至第七年七月，君子莊友好到達60，探索湘南兩次得知寧王陰謀④第七年八月再次探索君子莊，君子莊友好到達80，揭露賈孤山陰謀，打贏賈孤山後，醫術到達高手，再次探索君子莊長孫誠加入，解鎖君子莊⑤探索君子莊可向長孫誠學習儒學、音律、術數、翰墨\\n-可重複"
    translated: "1. After the initiation of the拜师衡山派君子庄 quest, explore君子庄 to visit Changsun Cheng and befriend Changsun Yu. 2. From April Fourth Year to December Sixth Year, explore Xiangnan and save Changsun Yu from Le Beifeng's hands. 3. In April Seventh Year, automatically trigger as you deliver tea to Changsun Cheng in君子庄. Until July Seventh Year, make君子庄 friendly until it reaches 60, then explore Xiangnan twice to uncover Prince Ning's plot. 4. In August Seventh Year, revisit君子庄 again and reach friendship level 80. Uncover Jia Gushan's plot, defeat Jia Gushan, and increase your medical skill to expert. Changsun Cheng joins, unlocking君子庄. 5. Explore君子庄 where you can learn Confucian studies, music theory, numerology, and calligraphy from Changsun Cheng. You may repeat this process multiple times."
  - splitPath: DetailDescTw
    text: "位於湘南郴州府永興縣北，由長孫誠創立，莊中弟子皆需修文練武，研習君子六藝，莊主【三湘君子】長孫誠乃是弘治朝傳臚，溫和儒雅，文武雙全，荊湘各府世家望族多因仰慕其學識名望而讓族中子弟拜入門下。"
    translated: "Located in Yongxing County north of Chenzhou Prefecture in Xiangnan Province, this estate was founded by Changsun Cheng. All the disciples residing in the莊 (庄) need to study both literature and martial arts, delving into the Six Arts for gentlemen. The master of the莊, Changsun Cheng, known as the Three湘君子 (Sanxi Junzi), lived during the Hongzhi era. He was gentle, cultured, and well‑versed in both scholarly pursuits and martial skills. Many aristocratic families from various prefectures in Jingxiang revered his knowledge and reputation, sending their young men to study under him."
  - splitPath: LockDescTw
    text: "加入衡山派，長孫誠冬學期間儒學入門，君子莊友好到達20後，探索雁客軒受邀開啟。\\n與君子莊友好度到達100解鎖。"
    translated: "Joining Hengshan Sect, Changsun Chengdong learned the basics of Confucianism during his training. Upon friendly arrival with Junzizhuang, you can explore the Goose Guest轩and be invited to open it. Friendly degree with Junzizhuang needs to reach 100 to unlock this."
  - splitPath: RepeatDescTw
    text: "探索君子莊可向長孫誠學習儒學、音律、術數、翰墨。"
    translated: "Exploring Junzi Zhuang allows Longsun Cheng to learn Confucianism, music theory, divination, and calligraphy."
- raw: "{\r\n    \"Key\": 1010,\r\n    \"NameFinal\": \"福慶班\",\r\n    \"DescFinal\": \"①第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演開啟樹蔭巷。\\\\n②財富到達500，探索荊南幫福慶班結店帳\\\\n③第七年一月起，福慶班友好到達60，探索樹蔭巷見到通天觀神蹟\\\\n④探索荊南拜訪通天觀\\\\n⑤探索樹蔭巷瞭解神蹟的祕密\\\\n⑥探索荊南，通天觀救下老人，大鬧通天觀，被天通化解\\\\n⑦福慶班友好到達80，探索荊南，遇到天通報復，幫助福慶班報仇，解鎖福慶班。\",\r\n    \"DetailDescFinal\": \"暫位於荊南荊州府荊州城內通天觀后街樹蔭巷內撂地作場，是荊湘一帶十分有名的雜耍班子，班中之人互通皆以藝名，並將福字冠之為姓，常年遊走於荊湘各府之間，所表演的雜耍戲法技藝都頗有獨到之處。\",\r\n    \"LockDescFinal\": \"第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演結識。\\\\n與福慶班友好度到達100解鎖。\",\r\n    \"RepeatDescFinal\": \"探索福慶班可觀看雜耍戲法學習百戲。\",\r\n    \"Name\": \"福庆班\",\r\n    \"Desc\": \"①第三年一月起，财富到达50，探索荆南遇到福庆班作场撂地，选择继续观看表演开启树荫巷。\\\\n②财富到达500，探索荆南帮福庆班结店帐\\\\n③第七年一月起，福庆班友好到达60，探索树荫巷见到通天观神迹\\\\n④探索荆南拜访通天观\\\\n⑤探索树荫巷了解神迹的秘密\\\\n⑥探索荆南，通天观救下老人，大闹通天观，被天通化解\\\\n⑦福庆班友好到达80，探索荆南，遇到天通报复，帮助福庆班报仇，解锁福庆班。\",\r\n    \"DetailDesc\": \"暂位于荆南荆州府荆州城内通天观后街树荫巷内撂地作场，是荆湘一带十分有名的杂耍班子，班中之人互通皆以艺名，并将福字冠之为姓，常年游走于荆湘各府之间，所表演的杂耍戏法技艺都颇有独到之处。\",\r\n    \"LockDesc\": \"第三年一月起，财富到达50，探索荆南遇到福庆班作场撂地，选择继续观看表演结识。\\\\n与福庆班友好度到达100解锁。\",\r\n    \"RepeatDesc\": \"探索福庆班可观看杂耍戏法学习百戏。\",\r\n    \"NameTw\": \"福慶班\",\r\n    \"DescTw\": \"①第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演開啟樹蔭巷。\\\\n②財富到達500，探索荊南幫福慶班結店帳\\\\n③第七年一月起，福慶班友好到達60，探索樹蔭巷見到通天觀神蹟\\\\n④探索荊南拜訪通天觀\\\\n⑤探索樹蔭巷瞭解神蹟的祕密\\\\n⑥探索荊南，通天觀救下老人，大鬧通天觀，被天通化解\\\\n⑦福慶班友好到達80，探索荊南，遇到天通報復，幫助福慶班報仇，解鎖福慶班。\",\r\n    \"DetailDescTw\": \"暫位於荊南荊州府荊州城內通天觀后街樹蔭巷內撂地作場，是荊湘一帶十分有名的雜耍班子，班中之人互通皆以藝名，並將福字冠之為姓，常年遊走於荊湘各府之間，所表演的雜耍戲法技藝都頗有獨到之處。\",\r\n    \"LockDescTw\": \"第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演結識。\\\\n與福慶班友好度到達100解鎖。\",\r\n    \"RepeatDescTw\": \"探索福慶班可觀看雜耍戲法學習百戲。\"\r\n  }"
  rawIndex: 1010
  splits:
  - splitPath: NameFinal
    text: "福慶班"
    translated: "Prosperity Fortune Gang"
  - splitPath: DescFinal
    text: "①第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演開啟樹蔭巷。\\n②財富到達500，探索荊南幫福慶班結店帳\\n③第七年一月起，福慶班友好到達60，探索樹蔭巷見到通天觀神蹟\\n④探索荊南拜訪通天觀\\n⑤探索樹蔭巷瞭解神蹟的祕密\\n⑥探索荊南，通天觀救下老人，大鬧通天觀，被天通化解\\n⑦福慶班友好到達80，探索荊南，遇到天通報復，幫助福慶班報仇，解鎖福慶班。"
    translated: "1. Starting from January of the third year, wealth reaches 50. Exploring Jingnan encounters Fongqing Hall performing on the ground; choose to continue watching the performance and open荫巷. 2. Wealth reaches 500, exploring Jingnan help Fongqing Hall settle accounts. 3. Starting from January of the seventh year, Fongqing Hall's friendship reaches 60. Exploring荫巷 sees a miraculous occurrence at Tian Gong Temple. 4. Explore Jingnan to visit Tian Gong Temple. 5. Explore荫巷 to understand the secrets behind the miracle. 6. Explore Jingnan; Tian Gong saves an elderly person from Tian Gong Temple, causing a ruckus at Tian Gong Temple, which is counteracted by Counter. 7. Fongqing Hall's friendship reaches 80. Exploring Jingnan encounters Tian Gong seeking revenge, helping Fongqing Hall to avenge their enemies and unlock the achievements for Fongqing Hall."
  - splitPath: DetailDescFinal
    text: "暫位於荊南荊州府荊州城內通天觀后街樹蔭巷內撂地作場，是荊湘一帶十分有名的雜耍班子，班中之人互通皆以藝名，並將福字冠之為姓，常年遊走於荊湘各府之間，所表演的雜耍戲法技藝都頗有獨到之處。"
    translated: "Temporarily located in the Shady Lane behind Tianjin观 inside Juancheng Street in Jingnan Prefecture's Jingzhou City, this is a very famous troupe of performers in the Jingxiang region. The members all use artistic names and prefix their surnames with the character Fu (福). They travel between various prefectures in Jingxiang throughout the year, and their performance skills in杂耍戏法are particularly distinctive."
  - splitPath: LockDescFinal
    text: "第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演結識。\\n與福慶班友好度到達100解鎖。"
    translated: "Starting from January of the third year, wealth has reached 50. During an exploration in Jingnan, they encountered Fqibian performing on the ground. They chose to continue watching the performance and made acquaintances.   Developing a friendly relationship with Fqibian up to level 100 unlocks new content."
  - splitPath: RepeatDescFinal
    text: "探索福慶班可觀看雜耍戲法學習百戲。"
    translated: "Explore the Fuqing Clan to watch acrobatic performances and learn various entertainments."
  - splitPath: Name
    text: "福庆班"
    translated: "Prosperity Fortune Gang"
  - splitPath: Desc
    text: "①第三年一月起，财富到达50，探索荆南遇到福庆班作场撂地，选择继续观看表演开启树荫巷。\\n②财富到达500，探索荆南帮福庆班结店帐\\n③第七年一月起，福庆班友好到达60，探索树荫巷见到通天观神迹\\n④探索荆南拜访通天观\\n⑤探索树荫巷了解神迹的秘密\\n⑥探索荆南，通天观救下老人，大闹通天观，被天通化解\\n⑦福庆班友好到达80，探索荆南，遇到天通报复，帮助福庆班报仇，解锁福庆班。"
    translated: "1. Starting from January of the third year, wealth reaches 50. Exploring Jingnan leads to encountering Fuqing Band performing on the ground; choose to continue watching the performance to open Shuying Alley. 2. When wealth reaches 500, explore Jingnan to help Fuqing Band settle their accounts. 3. Starting from January of the seventh year, Fuqing Band becomes friendly with 60. Exploring Shuying Alley reveals the wonders of Tongtian观. 4. Explore Jingnan to visit Tongtian Temple. 5. Explore Shuying Alley to uncover the secrets of the wonder. 6. Explore Jingnan; Tongtian Temple rescues an elderly man, causing a commotion at Tongtian Temple, which is then counter by Tian Tong. 7. When Fuqing Band becomes friendly with 80, explore Jingnan and encounter Tian Tong's revenge; help Fuqing Band take vengeance to unlock Fuqing Band."
  - splitPath: DetailDesc
    text: "暂位于荆南荆州府荆州城内通天观后街树荫巷内撂地作场，是荆湘一带十分有名的杂耍班子，班中之人互通皆以艺名，并将福字冠之为姓，常年游走于荆湘各府之间，所表演的杂耍戏法技艺都颇有独到之处。"
    translated: "Currently situated in the Shade Alley behind Tongtian Monastery within Jizhou City of Jingnan, this is a very famous troupe in the region of Jingxiang. The performers all use art names and have adopted the character Fu as their surname. They travel frequently between various cities in Jingxiang, performing tricks and acrobatics with unique skills."
  - splitPath: LockDesc
    text: "第三年一月起，财富到达50，探索荆南遇到福庆班作场撂地，选择继续观看表演结识。\\n与福庆班友好度到达100解锁。"
    translated: "Starting in the third year of January, wealth reaches 50. While exploring Jingnan, they encounter F Qing Ban performing a stage show. They choose to continue watching the performance and make acquaintances.   A friendly relationship with F Qing Ban is unlocked when their好感度reaches 100."
  - splitPath: RepeatDesc
    text: "探索福庆班可观看杂耍戏法学习百戏。"
    translated: "Exploring Fuqing Band can allow you to watch acrobatic performances and learn various traditional entertainments."
  - splitPath: NameTw
    text: "福慶班"
    translated: "Prosperity Fortune Gang"
  - splitPath: DescTw
    text: "①第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演開啟樹蔭巷。\\n②財富到達500，探索荊南幫福慶班結店帳\\n③第七年一月起，福慶班友好到達60，探索樹蔭巷見到通天觀神蹟\\n④探索荊南拜訪通天觀\\n⑤探索樹蔭巷瞭解神蹟的祕密\\n⑥探索荊南，通天觀救下老人，大鬧通天觀，被天通化解\\n⑦福慶班友好到達80，探索荊南，遇到天通報復，幫助福慶班報仇，解鎖福慶班。"
    translated: "1. Starting from January of the third year, wealth reaches 50. Exploring Jingnan encounters Fongqing Hall performing on the ground; choose to continue watching the performance and open荫巷. 2. Wealth reaches 500, exploring Jingnan help Fongqing Hall settle accounts. 3. Starting from January of the seventh year, Fongqing Hall's friendship reaches 60. Exploring荫巷 sees a miraculous occurrence at Tian Gong Temple. 4. Explore Jingnan to visit Tian Gong Temple. 5. Explore荫巷 to understand the secrets behind the miracle. 6. Explore Jingnan; Tian Gong saves an elderly person from Tian Gong Temple, causing a ruckus at Tian Gong Temple, which is counteracted by Counter. 7. Fongqing Hall's friendship reaches 80. Exploring Jingnan encounters Tian Gong seeking revenge, helping Fongqing Hall to avenge their enemies and unlock the achievements for Fongqing Hall."
  - splitPath: DetailDescTw
    text: "暫位於荊南荊州府荊州城內通天觀后街樹蔭巷內撂地作場，是荊湘一帶十分有名的雜耍班子，班中之人互通皆以藝名，並將福字冠之為姓，常年遊走於荊湘各府之間，所表演的雜耍戲法技藝都頗有獨到之處。"
    translated: "Temporarily located in the Shady Lane behind Tianjin观 inside Juancheng Street in Jingnan Prefecture's Jingzhou City, this is a very famous troupe of performers in the Jingxiang region. The members all use artistic names and prefix their surnames with the character Fu (福). They travel between various prefectures in Jingxiang throughout the year, and their performance skills in杂耍戏法are particularly distinctive."
  - splitPath: LockDescTw
    text: "第三年一月起，財富到達50，探索荊南遇到福慶班作場撂地，選擇繼續觀看錶演結識。\\n與福慶班友好度到達100解鎖。"
    translated: "Starting from January of the third year, wealth has reached 50. During an exploration in Jingnan, they encountered Fqibian performing on the ground. They chose to continue watching the performance and made acquaintances.   Developing a friendly relationship with Fqibian up to level 100 unlocks new content."
  - splitPath: RepeatDescTw
    text: "探索福慶班可觀看雜耍戲法學習百戲。"
    translated: "Explore the Fuqing Clan to watch acrobatic performances and learn various entertainments."
- raw: "{\r\n    \"Key\": 1011,\r\n    \"NameFinal\": \"洗墨山莊\",\r\n    \"DescFinal\": \"①拜訪洗墨山莊，受邀此後可來學習翰墨。\\\\n②洗墨山莊友好到達40，翰墨到達入門，探索洗墨山莊談庭玉傳授永字八法。\\\\n③探索洗墨山莊談庭玉幫助解惑。\\\\n④洗墨山莊友好到達60，翰墨到達高手，探索洗墨山莊談庭玉傳授三絕技法之一。\\\\n後續內容敬請期待\",\r\n    \"DetailDescFinal\": \"位於川東瀘州城東，原名舞墨山莊，當代莊主【三分入木】談庭玉素慕先賢雅事，將其更名，談氏一族世居川東，於川蜀文壇素有清望，談庭玉筆法意韻更勝前人，所作書法在川蜀之地備受推崇，不少文人名士皆爭相臨習。\",\r\n    \"LockDescFinal\": \"第四年一月開始，悟性到達100，探索湘南在浯溪石刻遇到談庭玉，此後探索湘西在法相巖再次遇到談庭玉後開啟。\\\\n與洗墨山莊暫時無法友好提升至100，敬請期待。\",\r\n    \"RepeatDescFinal\": \"探索洗墨山莊可向談庭玉學習翰墨。\",\r\n    \"Name\": \"洗墨山庄\",\r\n    \"Desc\": \"①拜访洗墨山庄，受邀此后可来学习翰墨。\\\\n②洗墨山庄友好到达40，翰墨到达入门，探索洗墨山庄谈庭玉传授永字八法。\\\\n③探索洗墨山庄谈庭玉帮助解惑。\\\\n④洗墨山庄友好到达60，翰墨到达高手，探索洗墨山庄谈庭玉传授三绝技法之一。\\\\n后续内容敬请期待\",\r\n    \"DetailDesc\": \"位于川东泸州城东，原名舞墨山庄，当代庄主【三分入木】谈庭玉素慕先贤雅事，将其更名，谈氏一族世居川东，于川蜀文坛素有清望，谈庭玉笔法意韵更胜前人，所作书法在川蜀之地备受推崇，不少文人名士皆争相临习。\",\r\n    \"LockDesc\": \"第四年一月开始，悟性到达100，探索湘南在浯溪石刻遇到谈庭玉，此后探索湘西在法相岩再次遇到谈庭玉后开启。\\\\n与洗墨山庄暂时无法友好提升至100，敬请期待。\",\r\n    \"RepeatDesc\": \"探索洗墨山庄可向谈庭玉学习翰墨。\",\r\n    \"NameTw\": \"洗墨山莊\",\r\n    \"DescTw\": \"①拜訪洗墨山莊，受邀此後可來學習翰墨。\\\\n②洗墨山莊友好到達40，翰墨到達入門，探索洗墨山莊談庭玉傳授永字八法。\\\\n③探索洗墨山莊談庭玉幫助解惑。\\\\n④洗墨山莊友好到達60，翰墨到達高手，探索洗墨山莊談庭玉傳授三絕技法之一。\\\\n後續內容敬請期待\",\r\n    \"DetailDescTw\": \"位於川東瀘州城東，原名舞墨山莊，當代莊主【三分入木】談庭玉素慕先賢雅事，將其更名，談氏一族世居川東，於川蜀文壇素有清望，談庭玉筆法意韻更勝前人，所作書法在川蜀之地備受推崇，不少文人名士皆爭相臨習。\",\r\n    \"LockDescTw\": \"第四年一月開始，悟性到達100，探索湘南在浯溪石刻遇到談庭玉，此後探索湘西在法相巖再次遇到談庭玉後開啟。\\\\n與洗墨山莊暫時無法友好提升至100，敬請期待。\",\r\n    \"RepeatDescTw\": \"探索洗墨山莊可向談庭玉學習翰墨。\"\r\n  }"
  rawIndex: 1011
  splits:
  - splitPath: NameFinal
    text: "洗墨山莊"
    translated: "Washing Ink Manor"
  - splitPath: DescFinal
    text: "①拜訪洗墨山莊，受邀此後可來學習翰墨。\\n②洗墨山莊友好到達40，翰墨到達入門，探索洗墨山莊談庭玉傳授永字八法。\\n③探索洗墨山莊談庭玉幫助解惑。\\n④洗墨山莊友好到達60，翰墨到達高手，探索洗墨山莊談庭玉傳授三絕技法之一。\\n後續內容敬請期待"
    translated: "1. Visit the Xiemoshan Manor; after being invited, you can come to learn calligraphy and ink techniques. 2. The Xiemoshan Manor is friendly upon your arrival 40, while Hanmo reaches the beginner level in calligraphy. Explore the Xiemoshan Manor where Tan Tingyu will teach you the Eight Principles of Yong. 3. Explore the Xiemoshan Manor, where Tan Tingyu helps resolve doubts and mysteries. 4. The Xiemoshan Manor is friendly upon your arrival 60, while Hanmo reaches the advanced level in calligraphy. Explore the Xiemoshan Manor, where Tan Tingyu will teach you one of his three绝techniques.  Subsequent content will be released soon."
  - splitPath: DetailDescFinal
    text: "位於川東瀘州城東，原名舞墨山莊，當代莊主【三分入木】談庭玉素慕先賢雅事，將其更名，談氏一族世居川東，於川蜀文壇素有清望，談庭玉筆法意韻更勝前人，所作書法在川蜀之地備受推崇，不少文人名士皆爭相臨習。"
    translated: "Located in the eastern part of Leshan City in southeastern Sichuan, originally named Wumei Villa, contemporary patriarch Tan Tingyu admires the accomplishments of his predecessors and has renamed it. The Tan family has resided in southeastern Sichuan for generations and enjoys a respected position in the local literary circles. Tan Tingyu's calligraphy techniques and poetic resonance surpass those of his predecessors, earning him widespread admiration in Sichuan. Many scholars and renowned figures vie to study his works closely."
  - splitPath: LockDescFinal
    text: "第四年一月開始，悟性到達100，探索湘南在浯溪石刻遇到談庭玉，此後探索湘西在法相巖再次遇到談庭玉後開啟。\\n與洗墨山莊暫時無法友好提升至100，敬請期待。"
    translated: "Starting in the first month of the fourth year,悟性 reached 100, and exploring Xiangnan at Lu Xi Stele Carvings met Tan Tingyu. Afterward, in the Faxiang Rock of Xiangxi, meeting Tan Tingyu again triggered the initiation.  For now, friendly relations with Ximen Mountain Lodge cannot be improved, so please look forward to it."
  - splitPath: RepeatDescFinal
    text: "探索洗墨山莊可向談庭玉學習翰墨。"
    translated: "Exploring Ink Washing Manor allows you to learn calligraphy from Tan Tingyu."
  - splitPath: Name
    text: "洗墨山庄"
    translated: "Washing Ink Villa"
  - splitPath: Desc
    text: "①拜访洗墨山庄，受邀此后可来学习翰墨。\\n②洗墨山庄友好到达40，翰墨到达入门，探索洗墨山庄谈庭玉传授永字八法。\\n③探索洗墨山庄谈庭玉帮助解惑。\\n④洗墨山庄友好到达60，翰墨到达高手，探索洗墨山庄谈庭玉传授三绝技法之一。\\n后续内容敬请期待"
    translated: "1. Visit the Ximo Villa, and you'll be invited to learn about calligraphy after that. 2. If you arrive at the Ximo Villa in a friendly manner, Hanmo will begin learning basic calligraphy skills. Explore the Ximo Villa where Tan Tingyu can discuss the Yong Zibafa with you. 3. Explore the Ximo Villa and seek help from Tan Tingyu to resolve your doubts about calligraphy. 4. If you arrive at the Ximo Villa in a friendly manner again, Hanmo will reach the level of an expert. Explore the Ximo Villa where Tan Tingyu can teach one of his three绝techniques.  Subsequent content will be released soon."
  - splitPath: DetailDesc
    text: "位于川东泸州城东，原名舞墨山庄，当代庄主【三分入木】谈庭玉素慕先贤雅事，将其更名，谈氏一族世居川东，于川蜀文坛素有清望，谈庭玉笔法意韵更胜前人，所作书法在川蜀之地备受推崇，不少文人名士皆争相临习。"
    translated: "Located in the eastern part of Lu Zhou City in the eastern Sichuan province, the original name of this manor was Wuxie Villa. Contemporary Manor Master Tan Tingyu, who admired the noble deeds of ancient sages, renamed it to reflect his aspirations. The Tan family has resided in eastern Sichuan for generations and enjoys a respected reputation in the Sichuan literary circle. Tan Tingyu's calligraphy surpasses that of his predecessors in both technique and artistic expression, earning him widespread admiration throughout Sichuan province. Many scholars and eminent figures vie to emulate his work."
  - splitPath: LockDesc
    text: "第四年一月开始，悟性到达100，探索湘南在浯溪石刻遇到谈庭玉，此后探索湘西在法相岩再次遇到谈庭玉后开启。\\n与洗墨山庄暂时无法友好提升至100，敬请期待。"
    translated: "Starting in the first month of the fourth year,悟性 reaches 100. During this period, they explore the Xiangnan region and encounter Tan Tingyu at the Wuxi Stele Carvings. Afterward, when they revisit the Xifeng region and meet Tan Tingyu again at Faxiang Rock, they unlock a new storyline.  暂时无法与洗墨山庄友好提升至100，敬请期待."
  - splitPath: RepeatDesc
    text: "探索洗墨山庄可向谈庭玉学习翰墨。"
    translated: "Exploring the Ximo Villa allows you to learn calligraphy from Tan Tingyu."
  - splitPath: NameTw
    text: "洗墨山莊"
    translated: "Washing Ink Manor"
  - splitPath: DescTw
    text: "①拜訪洗墨山莊，受邀此後可來學習翰墨。\\n②洗墨山莊友好到達40，翰墨到達入門，探索洗墨山莊談庭玉傳授永字八法。\\n③探索洗墨山莊談庭玉幫助解惑。\\n④洗墨山莊友好到達60，翰墨到達高手，探索洗墨山莊談庭玉傳授三絕技法之一。\\n後續內容敬請期待"
    translated: "1. Visit the Xiemoshan Manor; after being invited, you can come to learn calligraphy and ink techniques. 2. The Xiemoshan Manor is friendly upon your arrival 40, while Hanmo reaches the beginner level in calligraphy. Explore the Xiemoshan Manor where Tan Tingyu will teach you the Eight Principles of Yong. 3. Explore the Xiemoshan Manor, where Tan Tingyu helps resolve doubts and mysteries. 4. The Xiemoshan Manor is friendly upon your arrival 60, while Hanmo reaches the advanced level in calligraphy. Explore the Xiemoshan Manor, where Tan Tingyu will teach you one of his three绝techniques.  Subsequent content will be released soon."
  - splitPath: DetailDescTw
    text: "位於川東瀘州城東，原名舞墨山莊，當代莊主【三分入木】談庭玉素慕先賢雅事，將其更名，談氏一族世居川東，於川蜀文壇素有清望，談庭玉筆法意韻更勝前人，所作書法在川蜀之地備受推崇，不少文人名士皆爭相臨習。"
    translated: "Located in the eastern part of Leshan City in southeastern Sichuan, originally named Wumei Villa, contemporary patriarch Tan Tingyu admires the accomplishments of his predecessors and has renamed it. The Tan family has resided in southeastern Sichuan for generations and enjoys a respected position in the local literary circles. Tan Tingyu's calligraphy techniques and poetic resonance surpass those of his predecessors, earning him widespread admiration in Sichuan. Many scholars and renowned figures vie to study his works closely."
  - splitPath: LockDescTw
    text: "第四年一月開始，悟性到達100，探索湘南在浯溪石刻遇到談庭玉，此後探索湘西在法相巖再次遇到談庭玉後開啟。\\n與洗墨山莊暫時無法友好提升至100，敬請期待。"
    translated: "Starting in the first month of the fourth year,悟性 reached 100, and exploring Xiangnan at Lu Xi Stele Carvings met Tan Tingyu. Afterward, in the Faxiang Rock of Xiangxi, meeting Tan Tingyu again triggered the initiation.  For now, friendly relations with Ximen Mountain Lodge cannot be improved, so please look forward to it."
  - splitPath: RepeatDescTw
    text: "探索洗墨山莊可向談庭玉學習翰墨。"
    translated: "Exploring Ink Washing Manor allows you to learn calligraphy from Tan Tingyu."
- raw: "{\r\n    \"Key\": 10001,\r\n    \"NameFinal\": \"魔侯線\",\r\n    \"Name\": \"魔侯线\",\r\n    \"NameTw\": \"魔侯線\"\r\n  }"
  rawIndex: 10001
  splits:
  - splitPath: NameFinal
    text: "魔侯線"
    translated: "Asura Path"
  - splitPath: Name
    text: "魔侯线"
    translated: "Asura Path"
  - splitPath: NameTw
    text: "魔侯線"
    translated: "Asura Path"
- raw: "{\r\n    \"Key\": 10002,\r\n    \"NameFinal\": \"寧王線\",\r\n    \"Name\": \"宁王线\",\r\n    \"NameTw\": \"寧王線\"\r\n  }"
  rawIndex: 10002
  splits:
  - splitPath: NameFinal
    text: "寧王線"
    translated: "Prince Ning's Line"
  - splitPath: Name
    text: "宁王线"
    translated: "Prince Ning Line"
  - splitPath: NameTw
    text: "寧王線"
    translated: "Prince Ning's Line"
